{"arc71": "Mercredi 29 septembre 1915\nMa chère Louisette,\nJe t'ai promis, presque solennellement, de te dire la vérité ; je vais m'exécuter, mais en revanche tu m'as donné l'assurance que tu aurais les nerfs solides et le coeur ferme.\nJe suis depuis ce matin dans des tranchées conquises depuis 2 jours, l'ensemble de ces tranchées et boyaux forme un véritable \"labyrinthe\", où j'ai erré 3 heures cette nuit, absolument perdu. Les traces de la lutte ardente y sont nombreuses et saisissantes ; et d'abord elles sont plus qu'à moitié détruites par l'ouragan de mitraille que notre artillerie y a lancé, aussi sont-elles incommodes et horriblement sâles malgré les réparations urgentes que nous y avons faites ; tout y manque : l'eau (propre ou sale), les boyaux, les latrines ; elles sont à moins de 200 mètres de la 1ère ligne ennemie, avec laquelle elles communiquent par des boyaux obturés ; elles sont parsemées de cadavres français et allemands ; sans presque me déranger j'en compte bien 20 figés dans les attitudes les plus macabres. Ce voisinage n'est pas encore nauséabond, mais il fait tout de même mal aux yeux ; ce matin, à 5 heures, nous arrivons mouillés et harassés, et j'entre dans le premier abri venu pour me détendre, j'avise une bonne planche, m'y étends, la trouve moelleuse, mais 5 minutes après je m'aperçois qu'elle fait sommier sur 2 cadavres allemands ; et bien, crois-moi, ça fait tout de même quelque chose, au moins la 1ère fois. On marmite fort tout autour de nous et vraiment c'est parfois un vacarme ; déjà je ne salue presque plus.\nLe mal n'est pas là ; il est surtout dans le temps qui est affreux ; depuis 3 jours au moins, les rafales de pluie succèdent aux averses ; les boyaux sont des fondrières inommables, où l'on glisse, où l'on se crotte affreusement ; aussi suis-je sâle au superlatif, au moins jusqu'à la ceinture ; mes mains sont boueuses et les resteront jusqu'au départ ; mes souliers sont pleins d'eau ; heureusement le corps est sec, car l'air est presque froid et le ciel livide. Autour de moi les gens font une tête ! Il nous faudra beaucoup de patience et de moral.\nNous sommes coiffés du nouveau casque en tôle d'acier ; c'est lourd et incommode, mais cela donne une sérieuse protection contre les éclats de fusants et contre les ricochets, aussi le porte-t-on sans maugréer. Nous avons aussi tout un attirail contre les gaz asphyxiants. Mais nous serons mal ravitaillés : un seul repas, de nuit, qui arrivera froid le plus souvent ; et cela s'explique à la fois par la longueur des boyaux et par la difficulté de parcourir une large zone découverte.\nA ce tableau un peu sombre mais véridique il convient d'ajouter deux correctifs ; d'abord nous aurons un rôle défensif, nous sommes chargés de mettre en état le secteur très bouleversé ; ensuite les Allemands contre-attaquent peu, par suite du manque d'effectifs et de l'état de leurs affaires en Champagne. Pour ces 2 raisons, il se pourrait très bien que nous n'ayons pas à les regarder dans les yeux ; c'est d'ailleurs le voeu unanime ici.\nMa lettre va t'arriver en pleine période de réinstallation et de soucis ; j'essayerai d'en prendre ma part de loin ; cela me distraira et me fondra un peu plus avec vous. Je te souhaite du calme et du courage pour triompher de ces petites difficultés.\nTu sais combien je t'aime et quels tendres baisers je t'envoie, partage avec nos chers petits. \n(signé) Déléage\nP.S. J'approuve absolument ta décision relative à la gentille offre de Catherine.", "hl_01": "Magnac Laval\n\nChère épouse et parents,\n\nAujourd'hui samedi, je vous écris pour faire savoir que nous sommes toujours à Magnac à l'heure qu'il est. Nous ne sommes pas encoretous habillés, car dans le régiment que nous allons former qui est le 90ème territorial, nous sommes plusieurs classes 95-96-97-98 et 99 « qui est moi » des plus jeunes.\n\nLa réserve d'active a été composée comme nous de plusieurs classes. Ils sont partis aux environs de paris, tandis que nous, on dit que nous partons lundi sans savoirla direction. Tout reste secret, les uns disent que nous allons même en Afrique remplacer la troupe qui est rentrée, les autres à la Rochelle ou à paris dans les forts. On dit même que nous allons faire les moissons dans la Champagne et c'est là que nous allons boire du bon vin.\n\nJ'ai vu Lucien le même jour dans la soirée qui venait d'arriver. Nous sommes à peu près fini d'habiller... nous on s'est habillé à notre guise, personne ne nous dit rien.\n\nOn se couche dans la paille et on dort ; puis on mange comme des cochons. On pourrait aller coucher chacun chez soi en attendant l'ordre du départ ;\n\nMoi, je suis à la 12ème compagnie. Il y a encore deux ou trois classes de réserve d'armée active à rentrer qui viendra nousdépasser en chemin. Nous nous sommes des bons et ne vous pas de mauvais sang car si vous nous voyiez, on s'en fait guère, nous !Je vous écris couché sur l'herbe sortant de faire un somme. Ne vous faites pas de mauvais sang et à bientôt ; Voila mon adresse :\n\n\nsoldat teritorial\n\nà la 12ème compagnie du 90 ème territorial\n\nà Magnac laval\n\nHaute Vienne\n\n \n\nvous n'avez pas à les affranchir.\n\n \n\nJe vous embrasse", "hl_02": "Correspondance militaire adressée à monsieur Jules SECHERET\n\n\nSoldat au 268 ème d'infanterie\n\n23ème Compagnie\n\nsecteur postal N° 66\n\n\nChampignolles (près de Montmorillon) le 31 décembre 1914\n\n\nCher parrain,\n\nMon Papa, ma Maman, ma petite sœur se joignent à moi pour te souhaiter une bonne et heureuse année et une bonne santé et pour t'embrasser de tout notre cœur .\n\nL'an passé, ce jour, j'ai eu la joie de t'embrasser, mais cette année, un Personnage Maudit m'a enlevé ce bonnheur, mais ayant ta photographie, je la couvre de mes plus tendres baisers avec le ferme espoir que tu nous reviendras sain et sauf cette année de la Victoire après avoir accompli le plus sacré des Devoirs envers notre Patrie bien aimée.\n\nTa filleule qui t'aime bien.\n \n\nJeanne Fillaud", "hl_03a": "Chère femme, mes deux gosses ainsi que toute ma famille,\n\nJe te dirai que je suis rendu à Magnac et nous partons pour Paris jeudi prochain pour nous rendre sur la frontière de l'Allemagne. Je te dirai que depuis dimanche je n'ai pas mangé pour deux sous de nourriture quand en ce moment j'ai 50 000 mille idées dans la tête mais quoi qu'il en soit je ne suis pas malade. Je te dirai que nous avons arrêté un espion allemand et je te garanti qu'il n'est pas au bout de ses peines. Il y en a trois espions qui ont été exécuté mais pas à magnac, tout près de Paris.\n\nJe te dirai que c'est la dernière lettre que je te fais car après je pense que je ne pourrai plus ou si je réécris se sera quand je serai rendu à Paris.\n\nEn ce moment, il paraît que ça va mal mais je lutterai jusqu'au bout pour l'honneur de tous, vous sauver si je peux ainsi que tous mes camarades.", "hl_03b": "Chers Mère et frère,\n\nTout ce que je vous recommande, s'est de veiller sur mes deux enfants ainsi que Margueritte bien aimée.Tant qu'à moi, ne comptez plus sur moi car on s'en va dans une boucherie humaine. Ma dernière pensée pour ma mère, ma femme et mes deux enfants ainsi que toute ma famille que j'ai tant aimé autrefois et que j'aimerai toujours tant que je vous verrez de loin. Il faut espérer qu'un jour on se trouvera dans l'espace du soleil.Embrasse mes petits bien fort pour moi.\n\nAu 338ème de Magnac Laval, je te dirai que nous sommes beaucoup de Saint Junien.\n\nSi vous voulez faire réponse, écrivez aussitôt reçu ma lettre. Ne vous ennuyez pas. Du courage. J'ai l'espoir d'apporter un casque Prussien.\n\nbonjour à chez mon beau père.\n\nAu revoir. Adieu Vive la france.", "hl_04": "Aux armées le 27 mai 1916\n\n \nChers parents,\n\nje suis toujours en bonne santé. Je ne cours aucun risque. Les hommes creusent toujours des tranchées et des boyaux. Depuis hier, nous avons quitté notre bivouac pour aller dans un cantonnement plus près du front. Nous sommes avc des artilleurs, des chasseurs à cheval, du génie à pieds et des hussards. Nous sommes bien mieux que sous les tentes. Nous devons aller au repos le 5 juin. Je trouve à peu près tout ce que je veux ; ne m'envoyez ni argent ni colis avant que je vous en ai demandé. Le secteur est toujours calme ; nous travaillons toute la journée et nous n'entendons que quelques coups de 75.\n\nJe tiens à vous dire que les Allemands peuvent attaquer où nous sommes. Les malheureux, ils sont bien attendus. Vous ne pouvez pas vous figurer tout ce qui a été fait depuis la guerre comme tranchées, abris de mitrailleurs et guitounes.\n\nAutant il en viendrait, autant il en resterait. De leur côté c'est peut être la même chose.\n\n\nPlus rien de nouveau.\n\n\nVotre fils qui vous aime\n\n\nG Ragain", "hl_05": "Le 8 octobre 1914\n\n\nChère Jeanne,\n\nJe viens te demander comment tu vas et si tu as des nouvelles de Louis.\n\nJe suis depuis 5 semaines isolé au milieu de sales et dégoutants limousins qui nous traitent en véritables prisonniers allemands. Je mène une vie oisive et m'emnuie beaucoup.\n\nJ'espère avoir le plaisir de rejoindre prochainement le nord avant d'être désigné pour partir sur les champs car j'ai le numéro 3 et cela pourrait arriver d'un moment à l'autre. En tout cas, je ne peux regretter en aucune façon cette région et n'importe où je peux aller, je serai content de partir car ici il y a vraiment bien de se demander si c'est encore la France !!\n\nJe ne me plains nullement de la vie militaire en ce moment. On pourrait certes aller mieux mais hélas il y a bien pire aussi.\n\nPlaise à Dieu que nous sortions victorieux de cette heure terrible et que ton mari et les miens rejoignent leurs foyers intactes de la lutte.\n\nTon dévoué cousin\n\nRonard", "hl_06": "Belgique Nordchoste 1er Novembre 1914\n\nMa chère adorée,\n\nje t'écris sur mon sac dans les tranchées, voilà 9 jours que nous y sommes jour et nuit. Les zouaves, les tirailleurs et les noirs sont arrivés. Ils ont tenté de se porter en avant en traversant au moyen d'un pont le canal de Nieggport à Ypres qui est devant nous à 5 mn mais l'ennemi est là à 700m qui leur envoie un feu nourri. 17 zouaves tombent et sont obligés de battre en retraite.\n\nJe ne peux te dire le temps que nous allons rester ici.\n\nMouhaud de Saingnemousoude a été tué dans un combat le 22 octobre nous avons dans le régiment 12 morts, nous étions en 1ère ligne. Eugène Thomas a un doigt de coupé, il est évécué. Les sales boches bombardent toute les églises surtout. Je ne vois plus de journaux, je ne sais comment ça va ailleurs, nous avons su malgré ça le succès de l'armée Russe. Vivement qu'ils arrivent à Berlin car ça commence a être long.\n\nJe suis toujours en bonne santé et je pense qu'il en est de même chez toi ainsi que nos amis et toute la famille. Tu mes dis que tu vas partir au pays, peut être es tu partie. J'ai reçu ta lettre le 29, je vais adresser la lettre à paris si tu es partie la concierge la fera bien suions pas pu les dvre. Tu pourrais rester souvent à Laprugne, le plus souvent possible. L'on prétend que la guerre finira en Belgique, c'est un pays plat, mais voilà 10 jours que nous sommes face à l'ennemi et nous n'avons pas pu les déloger.\n\nJe n'ai besoin de rien pour le moment, j'ai un tricot que j'ai touché à la compagnie. J'ai encore de l'argent. Quand j'aurai besoin de quelque chose je te le dirai. L'on boit de l'eau quand on en trouve ou de la bière mais il n'y en a plus. Le vin est très rare. Il vaut 1 franc 75 la bouteille mais où les allemands ont passé il n'y a plus rien. Avec de l'argent l'on peut rien avoir. Nous sommes les 1ers territoriaux au feu, il doit y avoir question de politique. Je ne sais si l'on va nous y laisser.\n\nTu m'écriras le plus souvent que tu pourras. Au lieu de Magnac Laval tu mettras central militaire.\n\nJe termine en t'embrassant ainsi que toute la famille de tout cœur\n\n\nCHAPELAIN\n\n\nSi t'es pas partie, bonjour aux amis.\n\nLes obus allemands passent sur nos têtes et vont éclater en arrière, quelques balles, de temps à autre, notre artillerie leur répond.\n\nIl faudra t'arranger pour toucher ton allocation au pays, ne pas leur en faire cadeau. J'ai fait ma lettre hier. Je vais tacher de la faire partir, je vais l'affranchir à 0 franc 25 tu me diras si elle y était car nous sommes toujours dans les tranchées, les aéros passent et sont attaqués par l'armée allemande sans les toucher. Il fait bien beau mais c'est un drole jour de toussaint. Donne moi des nouvelles de tes frères et de Gaston. Ton père ne m'a toujours pas répondu.\n\nCe n'est pas gai car nous sommes très mal ravitaillé, mais il faut prendre courage, deux avions viennent de se tirer l'un à l'autre sans s'atteindre. C'est le premier avion allemand que nous voyons. Il a envoyé 15 coups de canon sans être atteint.", "hl_07": "Croissy beau bourg le 17 septembre 1914\n\n\nChers Parents,\n\nJe suis arrivé à Croissy il était environ 7 heures, nous avons fait de 28 à 30 kilomètres et avant d'arriver pour nous soulager de la fatigue que nous avions. Il a fait un orage épouvantable et il tombais de l'eau en abondance sans pouvoir trouver aucun abris. Il n'a pas duré longtemps mais le peu de temps, il nous a mouillé quand même. Nous avons eu cependant des effets secs pour nous changer. Aujourd'hui, il n'a pas plu, au contraire, il a fait beau. Nous sommes assez bien cantonné. Nous avons de la paille en suufisance et je crois que nous y resterons.\n\nAu revoir chers parents.\n\nA peut être bientôt\n\n\nChazette", "hl_08": "le 16 avril 1916\n\n\nMa chère Ginette,\n\nje t'écris pour te dire que j'ai connu la mort de près cette nuit, mais maintenant tout va pour le mieux. J'ai vu toute ma vie défiler devant mes yeux. A cause d'un tir d'obus dans ma tranchée, l'alcôve où je dormais s'est effondrée, deux de mes camarades sont morts dans l'écroulement. Moi, j'ai reçu une poutre sur la jambe, ma jambe s'est infectée et les docteurs ont été obligés de ma couper la jambe. Maintenant, je ne risqueplus rien car ils m'ont transféré en dehorsde la zone de combats. Je peuxte dire que je suis heureux d'être parti de cet enfer avec les rats, des poux, les morpions, la boue, les macabés, les tirs d'artillerie de toutes sortes. Même si te l'ai dit dans mes lettres précédentes, c'est horrible ici, l'odeur de ses camarades morts depuis trois jours. Mais malgré tout ce malheur et toute cette haine, je pense sans arrêt à toi, toi Ginette. Tu illumines mon cœur comme le soleil se levant surle champ de bataille encore fumant à cause des obus de la veille.\n\n\nTon Jean Claude", "hl_09": "le 28 de ce Mai 1916.\n\n\nQue pourrait trouver ma Chérie, ton petit mari de plus agréable que de pouvoir t'écrire son petit mot en cette triste situation, pour vous dire à tous mes bien chers qu'en ce jour, je suis toujours bien portant et en même temps comme toujours j'espère et désire de tout cœur que vous jouissiez tous d'une bien bonne santé.\n\nEn ce 28 mai, saison des grans jours, que pourrai je bien vous dire ! Rien, mes biens chers, absoluement rien ! Situation sans grand changement.\n\nLa paix ne vient pas vite sur notre pauvre terre boulversée par la science moderne changée en barbarie effrénée. Enfin, gardons toujours l'espoir que cette affreuse calamité aura sa fin comme toute chose ici bas.\n\nHier soir, je n'ai pas eu ma bonne lettre. Ce soir, je l'attend avec impatience. Le temps ne passe pas assez vite. Ma Valentine bien aimée, je l'espère toujours. Ah comme je serai heureux lorsque je serai pour toujours près de toi. Courage et espérons ! Coeur toujours beau !\n\nJe termine pour aujourd'hui, mes bien chers en vous embrassant de tout cœur. Comme je vous aime !\n\nTon Cher petit qui t'aime bien fort, en serrant ma petite femme chérie\n\n\nAuguste", "hl_10": "le 6 novembre 1918,\n\n\nMon adorée,\n\nJ'ai reçu ce matin une lettre de toi datée du 3. Elle m'a causé un très grand plaisir de te savoir en exellente santé. Pour moi ça va toujours très bien mais ce soir je suis désolé, je croyais finir aujourd'hui, mais je n'ai pas eu de veine. Le matin, nous avions 2 appareils pour faire des tirs et ils ont été cassés les deux, puis après midi pour comble de malheur il a plu toute la soirée nous n'avons donc pas pu voler. Pourvu que demain il fasse beau temps, car j'en ai assez de ce pays, puis il me tarde de te revoir. Enfin j'espère qu'il fera beau et que je pourrai vite finir afin d'être près de toi samedi ou dimanche matin.\n\nDans cette espérance, je termine en t'embrassant bien fort et bien longuement sur ta bouche tant aimée.", "hl_11": "10 août 1914. \"Hier, durant tout le trajet, les populations pressées au passages à niveau et aux gares n'ont cessé de nous acclamer, les femmes envoyant des baisers, les hommes reprenant avec nous la Marseillaise et le Chant du départ. Pourquoi faut-il qu'une angoisse sourde m'étreigne le coeur? Si c'était en manoeuvre, ce serait très amusant; mais voilà, après-demain, dans 3 jours peut-être, les balles vont pleuvoir et qui sait? Si j'allais ne pas revenir, si j'allais tuer ma mère, assassiner ma mère, volontairement? Oh, que m'est-il réservé? Pardon Maman! j'aurais du rester, travailler mon violoncelle pour vous, pour vous qui avez fait tant de sacrifices, pour petite mère, déjà malade!\".\n\nMaurice MARECHAL, matricule 4684, classe 1912, 2° classe, 22 ans, violoncelliste", "hl_12": "3 mai 1916. \"Tu ne peux pas te faire idée, ma chère, combien nous sommes malheureux; donc pourtant je n'ai pas trop l'habitude de ma plaindre, mais ce coup-ci j'y suis obligé car c'est une chose au-dessus de l'imaginable, c'est à ne pas pouvoir te dire. Dans ce tunnel, nous sommes une affaire de 3000 hommes en réserve, dans une humidité car l'eau ruisselle tout le long des murs, et il faut pourtant coucher là sur la voie de chemin de fer. On va chercher les vivres en pleine nuit près de Verdun, accompagnés tout le long du chemin par les obus, ce qui fait que nous ne pouvons faire qu'un repas par jour et sans soupe.\n\nPour se rendre aux premières lignes, c'est très pénible et très dangereux; un kilomètre environ avant d'arriver, il y a un passage dénommé le ravin de la mort, qui sait les hommes qu'il y a de tués là-dedans; il faut y passer, il n'y a pas d'autre endroit.\"\n\nJoseph Gilles", "hl_13": "3 juin 1917. \"Je vais vous dire que nous avons refusé de monter en ligne mardi soir, nous n'avons pas voulu marcher, nous nous sommes mis presque en grève, et beaucoup d'autres régiments ont fait comme nous. Vous savez si cela fait du propre... Quand j'irai en perme je vous raconterai mieux [...] Ils nous prennent pour des bêtes, nous faire marcher comme cela et pas grand-chose à manger, et encore se faire casser la figure pour rien; on aurait monté à l'attaque, il en serait resté la moitié et on n'aurait pas avancé pour cela. Enfin je ne sais pas quoi que ça va devenir, ça va très mal pour le moment.\n\nPeut-être que vous ne recevrez pas ma lettre, ils vont peut-être les ouvrir et [celles] où l'on raconte ce qui se passe [ils] vont les garder ou les brûler... Moi je m'en moque, j'en ai assez de leur guerre...\"\n\nSoldat de la 7° compagnie du 36° Régiment d'Infanterie", "hl_14": "Le 30 mai 1917\n\nLéonie chérie\n\nJ'ai confié cette dernière lettre à des mains amies en espérant qu'elle t'arrive un jour afin que tu saches la vérité et parce que je veux aujourd'hui témoigner de l'horreur de cette guerre.\n\nQuand nous sommes arrivés ici, la plaine était magnifique. Aujourd'hui, les rives de l'Aisne ressemblent au pays de la mort. La terre est bouleversée, brûlée. Le paysage n'est plus que champ de ruines. Nous sommes dans les tranchées de première ligne. En plus des balles, des bombes, des barbelés, c'est la guerre des mines avec la perspective de sauter à tout moment. Nous sommes sales, nos frusques sont en lambeaux. Nous pataugeons dans la boue, une boue de glaise, épaisse, collante dont il est impossible de se débarrasser. Les tranchées s'écroulent sous les obus et mettent à jour des corps, des ossements et des crânes, l'odeur est pestilentielle.\n\nTout manque : l'eau, les latrines, la soupe. Nous sommes mal ravitaillés, la galetouse est bien vide ! Un seul repas de nuit et qui arrive froid à cause de la longueur des boyaux à parcourir. Nous n'avons même plus de sèches pour nous réconforter parfois encore un peu de jus et une rasade de casse-pattes pour nous réchauffer.\n\nNous partons au combat l'épingle à chapeau au fusil. Il est difficile de se mouvoir, coiffés d'un casque en tôle d'acier lourd et incommode mais qui protège des ricochets et encombrés de tout l'attirail contre les gaz asphyxiants. Nous avons participé à des offensives à outrance qui ont toutes échoué sur des montagnes de cadavres. Ces incessants combats nous ont laissé exténués et désespérés. Les malheureux estropiés que le monde va regarder d'un air dédaigneux à leur retour, auront-ils seulement droit à la petite croix de guerre pour les dédommager d'un bras, d'une jambe en moins ? Cette guerre nous apparaît à tous comme une infâme et inutile boucherie.\n\nLe 16 avril, le général Nivelle a lancé une nouvelle attaque au Chemin des Dames. Ce fut un échec, un désastre ! Partout des morts ! Lorsque j'avançais les sentiments n'existaient plus, la peur, l'amour, plus rien n'avait de sens. Il importait juste d'aller de l'avant, de courir, de tirer et partout les soldats tombaient en hurlant de douleur. Les pentes d'accès boisées, étaient rudes .Perdu dans le brouillard, le fusil à l'épaule j'errais, la sueur dégoulinant dans mon dos. Le champ de bataille me donnait la nausée. Un vrai charnier s'étendait à mes pieds. J'ai descendu la butte en enjambant les corps désarticulés, une haine terrible s'emparant de moi.\n\nCet assaut a semé le trouble chez tous les poilus et forcé notre désillusion. Depuis, on ne supporte plus les sacrifices inutiles, les mensonges de l'état major. Tous les combattants désespèrent de l'existence, beaucoup ont déserté et personne ne veut plus marcher. Des tracts circulent pour nous inciter à déposer les armes. La semaine dernière, le régiment entier n'a pas voulu sortir une nouvelle fois de la tranchée, nous avons refusé de continuer à attaquer mais pas de défendre.\n\nAlors, nos officiers ont été chargés de nous juger. J'ai été condamné à passer en conseil de guerre exceptionnel, sans aucun recours possible. La sentence est tombée : je vais être fusillé pour l'exemple, demain, avec six de mes camarades, pour refus d'obtempérer. En nous exécutant, nos supérieurs ont pour objectif d'aider les combattants à retrouver le goût de l'obéissance, je ne crois pas qu'ils y parviendront.\n\nComprendras-tu Léonie chérie que je ne suis pas coupable mais victime d'une justice expéditive ? Je vais finir dans la fosse commune des morts honteux, oubliés de l'histoire. Je ne mourrai pas au front mais les yeux bandés, à l'aube, agenouillé devant le peloton d'exécution. Je regrette tant ma Léonie la douleur et la honte que ma triste fin va t'infliger.\n\nC'est si difficile de savoir que je ne te reverrai plus et que ma fille grandira sans moi. Concevoir cette enfant avant mon départ au combat était une si douce et si jolie folie mais aujourd'hui, vous laisser seules toutes les deux me brise le cœur. Je vous demande pardon mes anges de vous abandonner.\n\nPromets-moi mon amour de taire à ma petite Jeanne les circonstances exactes de ma disparition. Dis-lui que son père est tombé en héros sur le champ de bataille, parle-lui de la bravoure et la vaillance des soldats et si un jour, la mémoire des poilus fusillés pour l'exemple est réhabilitée, mais je n'y crois guère, alors seulement, et si tu le juges nécessaire, montre-lui cette lettre.\n\nNe doutez jamais toutes les deux de mon honneur et de mon courage car la France nous a trahi et la France va nous sacrifier.\n\nPromets-moi aussi ma douce Léonie, lorsque le temps aura lissé ta douleur, de ne pas renoncer à être heureuse, de continuer à sourire à la vie, ma mort sera ainsi moins cruelle. Je vous souhaite à toutes les deux, mes petites femmes, tout le bonheur que vous méritez et que je ne pourrai pas vous donner. Je vous embrasse, le cœur au bord des larmes. Vos merveilleux visages, gravés dans ma mémoire, seront mon dernier réconfort avant la fin.\n\n\nEugène ton mari qui t'aime tant", "hl_15": "20 décembre 1917.\n\n   Ma douce Thérèse,\n\n   Voilà quelques jours que je ne t'ai pas écrit mais, vois-tu, ici dans les tranchées, il fait froid. Mes doigts sont tout engourdis, c'est à peine si j'arrive encore à manier mon fusil. Les conditions de vie pour les soldats tels que moi sont devenues insupportables. Chaque seconde, nous devons lutter contre la faim, le froid, le sommeil et la peur. Car oui, nous avons peur. Peur de voir des allemands surgir à tout moment. L'intérieur des tranchées n'est que gadoue. Cette boue se retrouve partout, même dans le pain que l'on mange une fois qu'on l'a touché. Ça a d'ailleurs un goût assez désagréable. Mais il ne nous est pas permis de faire la fine bouche puisque la nourriture se fait de plus en plus rare. Les rats ont également envahis nos tranchées. Ils sont énormes et sont encore plus laids que ceux que j'ai pu voir à la ferme. Et plus méchants. Il y a peu, ils ont tué un chien et l'ont mangé.\n\n   Tuer est devenu pour moi une habitude. C'est horrible à dire mais c'est la vérité. Ces trois années de guerre ont fait de moi et de tous mes compagnons des monstres. Les grandes batailles telles que celle de Verdun l'année dernière qui a fait plus de 680 000 morts en sont la preuve formelle.\n\n   Nous avons tous perdu espoir de voir ce massacre se terminer un jour. Lorsque je suis parti, même si te quitter a été pour moi un déchirement, j'avais le sourire car je croyais l'État lorsqu'il nous disait que ce ne serait qu'une question de mois, que nous reviendrions vite retrouver notre petite vie tranquille. Tous les soldats l'ont cru. Le fait est que c'est le troisième Noël que je vais passer loin de toi et que plus de la moitié des hommes avec qui je suis parti sont déjà morts. Ils avaient tous des parents, des amis, une famille, certains étaient même père. Ils ne reverront jamais ceux qui leur étaient chers. Et tout ces enfants grandiront seuls, parce que leur père est parti mourir pour la patrie.\n\n   Mais l'Etat est coupable d'un mensonge encore plus grand. Un de nos camarades est rentré de permission il y a quelques semaines. Il nous a ramené des journaux pour nous montrer ce que l'on dit aux civils à propos de la guerre. Les balles ennemies ne seraient d'aucun effet sur nous. Et le fils de la voisine alors, comment est-il mort? Un autre article aussi parlait de Verdun justement. Alors comme ça, les abris avaient tout le confort nécessaire, tel que le chauffage ou l'électricité? D'après le soldat, lorsqu'il a voulu contredire ce ramassis de mensonges, les civils ne l'ont pas cru. Ils étaient persuadés que ce qui étaient écrit n'est autre que la vérité. Comment peut-il en être ainsi? J'espère que tu ne fais pas partie de ces gens-là ou alors que cette lettre te fera changer d'avis.\n\n   Certains de mes compagnons, parce qu'ils n'en pouvaient de vivre loin de leur famille sans voir grandir leurs enfants, ont eu recours à la mutilation volontaire. Nos supérieurs s'en sont aperçus et ces soldats seront fusillés ce soir. Comment l'État peut-il agir ainsi? Tous ces soldats se battent pour des hommes plus haut placés qui eux, restent bien au chaud en élaborant des pseudostratégies. Pourtant, au moindre signe de faiblesse, dès que l'envie d'arrêter de tuer se fait ressentir, le gouvernement n'hésite pas à tuer ces soldats, alors que ce sont des hommes de sa patrie qui auraient été prêts à donner leur vie pour la France! Qu'ils s'occupent plutôt des ces foutus boches qui nous canardent du matin au soir! C'est comme l'affaire des martyrs de Vingré. Ces pauvres hommes n'étaient coupables de rien, sinon d'avoir voulu échapper à l'ennemi.\n\n   Tu dois te demander pourquoi je te dis tout cela aujourd'hui alors que, dans mes précédentes lettres, j'avais l'air d'être heureux. En voici la raison : la censure veille. Elle lit le moindre de nos courriers et, dès qu'une lettre est un peu pessimiste, elle est détruite. Le gouvernement vous fait croire que nous allons gagner cette guerre, que les soldats meurent heureux pour leur patrie, que nous mangeons toujours à notre faim et que nous ne souffrons pas du froid. Tout cela est faux et je veux que tu saches la vérité. Mais je sais que tu recevras cette lettre car le fils du boulanger a une permission. Je lui ai demandé de te donner cette lettre. Pourras-tu le remercier en lui cuisinant quelques chose? Tu as toujours eu un don pour la cuisine.\n\n   J'espère que notre fils va bien. Je ne l'ai vu que deux fois depuis qu'il est né. J'espère que j'aurais bientôt une autre permission pour pouvoir vous rendre visite. Ces jours loin de vous deux deviennent de plus en plus insupportables.\n\nTout mon amour dans cette lettre pour toi et notre enfant.\n\n\nRené.", "hl_16": "Ma chère mère,\n\nJe vais probablement t’étonner en te disant que c’est presque sans\n\nregret que j’ai quitté Paris, mais c’est la vérité.\n\nQue veux-tu, j’ai constaté comme tous mes camarades du reste que\n\nces deux ans de guerre avaient amené petit à petit chez la population\n\ncivile, l’égoïsme et l’indifférence et que nous autres combattants nous\n\nétions presque oubliés. (...)\n\nJe vais donc essayer d’oublier comme on m’a oublié, ce sera certainement\n\n plus difficile, et pourtant j’avais fait un bien joli rêve depuis deux\n\nans. Quelle déception ! Maintenant je vais me sentir bien seul. Puissent\n\nles hasards de la guerre ne pas me faire infirme pour toujours, plutôt la\n\nmort c’est maintenant mon seul espoir.\n\nGaston, lettre datée du 14 juin 1916", "hl_17": "Provins, le 1er Novembre 1915\n\nChère Marie,\n\nJe t'écris deux mots de lettre pour te dire que suit en bonne santé et je désire que ma lettre vous trouve tous, de même.\n\nJe suis toujours à l'hôpital mais pas pour longtemps, si j'avais resté 15 jours j'aurais eu une permission de 6 jours.\n\nJe ne sais pas d'où que ça vient j'écris tous les jours et je reçois pas de réponse. J'attends de vos nouvelles au plutôt.\n\nJe vois plus grand chose à vous dire pour aujourd'hui.\n\nJe termine en vous embrassant de tout mon cœur.\n\nBien le bonjour à vous tous.\n\nAntoine\n\nMon adresse :\n\nà l'hôpital complémentaire n°3\n\n Provins\n\n(Seine et Marne)", "hl_18": "Réjat, le 2 juin 1915\n\n\nTrès cher époux\n\nJe t'écris ces quelques lignes pour te donner de nos nouvelles qui sont toujours très bonnes pour le moment toute la famille est ainsi et je pense que ma lettre te trouvera de même. Nous avons reçu ta lettre mardi qui nous fait grand plaisir d'apprendre de tes nouvelles que j'attendais tous les jours. Nous avons reçu tons Panorama vendredi. Les petits étaient bien content est ta petite fille qui parle tous jours de son papa qui est bien mignonne. Mon cher Antoine j'ai reçu mes allocations samedi soir à 3 heures trois cent vingt franc à partir du 15 janvier. Mais si tu as besoin de quelque chose, fais- moi donc savoir.\n\nBelugeon m’a donné 3 boisseaux de trèfle voilà 3 jours que les vaches n’ont  pas été au champ. Tous les jours il pleut à torrent et il fait froid c’est un vilain temps.\n\nJe ne vois plus grand chose à te dire mais ne te fais pas de mauvais sang sur nous autre tu peux être tranquille à présent.\n\nJe termine ma lettre en t'embrassant de tout mon coeur bien des fois. Ta femme. Bien le bonjour de la part de toute la famille. Marie", "na_uk_01": "Dear Mr Welsh,\n\nWe were only out here a matter of a few hours before we went into the trenches; we were there for eight days and then came on to what is called a Rest Camp. I suppose it is called that to distinguish it from the trenches because the men are at work all day road and trench making and it comes under both rifle and artillery fire. We got here at 7 o’clock yesterday morning and were shelled at 9 o’clock.\n\nIn the trenches it was fairly bad, they are so narrow and smelly and one is being potted at and shelled all the time. A turn of eight days was really quite long enough because it is strenuous work and even when you do turn in for a rest you have to be ready to turn out at once on an alarm.\n\nThe country is really quite pretty and just like the hills and valleys of South Wales, but there are no brooks or rivers. It rains hard for a month each year usually about this time and then there is no more until the next rainy season. But although it is so gloriously sunny something is wrong with the place and it really isn’t as healthy as it looks. I think the flies have something to do with it as well as the heat and the still unburied dead bodies about. There are millions and millions of flies here and they are all over everything. Put a cup of tea down without a cover and it is immediately covered with dead ones, they are all round your mouth and directly you open it to speak or to eat in they pop. It is a game. We have all got nets of course, we should have been worried, no medicine by now if we hadn’t.\n\nWe get plenty of bully beef and army biscuits, but bread and fresh meat is still a luxury and it is not possible to buy anything. It must have been a “No Man’s Land” because there are no houses or buildings of any kind to be seen and except the flies, the only living things are green canaries and lizards.\n\nWe live in dugouts built up the reverse sides of the hills. They are just holes really, but all the same they can be made very comfortable with a bit of digging and a few waterproof sheets. They are not shell proof by any means and the one I slept in during my first night here was knocked in completely by a shell pitching right into it. Fortunately I was not at home at the time. We have another now and I must try and get a photo of it and let you see what it is like. I must send you one of our\n\nMess dugout too.\n\nEverything here is named after the Regiment responsible for the making or taking. For instance the road we made from our trenches to this camp is called “New Bedford Rd” and the ridge we took and now occupy is called on the army maps, Bedford Ridge. I have just been filling in and colouring my map and find it is one of the most, if not the most, advanced line of the lot. Standing on that ridge it is possible to see what a lot of country we have taken and now hold, but there is nothing to get wildly excited about. Each position is strengthened as much as possible before another attempt is made to push on and the whole thing is just steady progress. Something might happen suddenly, I only hope it does.\n\nWe have had some very big ships out here and they have been bombarding the forts heavily now for some few days, and there are cruisers, monitors etc. standing in the bay helping the land batteries to shell the trenches. You see a flash and then wait a long time before hearing the boom and the shriek of the shell passing over our heads, almost together, then look round quickly and see the burst of the shell in or over the trenches sometimes before hearing the explosion. The first we know of shells aimed at us is the bang of the explosion, and it is too late to get out of the way. Three officers were laid flat on their backs the other day without any hurt except to their dignity and farther on six men were buried without one being injured. It isn’t always like that though.\n\nThere is quite good bathing here when we can find time to go. As the beach is in full view of the enemy, and comes under their shell fire, it would not appeal to the nervous. We never keep closer together than ten yards when we are undressing and swimming in hopes that the Turk will not consider one man worth the price of a shell. We have had some casualties through the men keeping too close together, but after washing out of a teacup for a week or more it is worth a bit of risk to get rid of some of the trench dust and smell and feel and look clean again. And really is the best bathing I’ve ever had. The water is quite warm and clear.\n\nAll the hospital work is done on board a ship that stands in the bay. If the cases are serious or lengthy they are transferred to one of the hospital ships that calls daily and then go to either one of the bases or back to England. We land troops night or day in spite of the fact that they come under fire so it is possible for a man to be on his way back wounded, by the same ship that bought him from the base, without ever having landed.\n\nWe had a grand voyage out. All the officers had either staterooms or 1st Class cabins and the food mostly was just the same as we should have had on an ordinary cruise to India or Australia, wherever it is that the Cruise Line calls. The usual cabin stewards and waiters were in attendance and it was difficult to remember that we were not exactly on a pleasure trip. We did enjoy those two weeks…\n\nKind regards,\n\nYours sincerely,\n\nH.W. Cronin, Lieutenant.\n\nI am acting as captain until some of the others come back from hospital.", "na_uk_02": "Dear Nic (Boyce),\n\nThanks very much for your interesting letter… I wondered when I would hear from someone at the office. Also many thanks for your good wishes and congratulations on my marriage which I have conveyed to my wife. I am sure she will thank you all very much.\n\nWell to tell you a little about our experiences, we started off mysteriously one Sunday from Devonport on the captured German liner Derflinger, not a bad boat. The Warrant Officers had 2nd class quarters it was all right. Food was very fair. Submarine pickets* every night for one of the four companies, lights out… at seven or half past. Stole by Gibraltar at night in a fog expecting it to be torpedoed. We did reach Malta in due course after skirting north African coast, spent a day there, went ashore, had a few drinks which we needed being very hot and then on to Alexandria for three days, ashore every night, not a bad place, of course the lower men didn’t go, except for a route march on the Saturday. Our movements were kept very secret and we couldn’t find out what was to be done with our division, we then pushed to Port Said and had a day there. All of a sudden, we received orders to sail and soon found we were off to Gallipoli as we were passing through the Aegean sea, which is as you know full of pretty islands. Some hours before reaching Lemnos, the naval guns could be heard booming and we ran into the magnificent harbour there full of shipping and life. After a day there, we pushed on to Imbros 4½ miles from Sulva Bay during the afternoon they treated us to a naval shelling of Achi Baba, which is really the other side of the peninsula, but they shoot over the hills and mountains here. It was a fine sight and many of our chaps went sick at once. At night (Sunday 9/8/15) our good ship made for Anafarta Bay where a new landing had been effected two days before. 900 rounds, four days’ rations each, as much as a man is expected to carry and they dumped us over the side in lighters [a type of flat-bottomed barge] at 7am, a short journey through the boom defences and we were ashore waiting for something to turn up.\n\nBivouacked on the beach and were put on unloading lighters till about 10 when the Turks spotted us and started shelling, two men killed and four wounded to start with and we lost a few more, wounded during the day although naturally we took what cover we could. I had one or two near me whilst getting a timber out of the hold of a lighter but managed to dodge them all right. At night my company received orders to take picks and shovels up into the firing line which was about five miles away half way up Chocolate Hill… Well Nic the 10th were soon in the thick of it as we advanced across the salt lake in extended order.\n\nRifle fire now we had to dodge and many of our chaps got hit rather seriously I have since found out. I was glad of a rest at the foot of the hill but had to push on again and deliver the goods, after feeling about in the dark for some time our guide led us in single file up behind the firing line, where we laid down, bullets were whistling round but we managed to escape them… The enemy were yelling for all they were worth and I was glad when our captain ordered us down again to the beach. This took us some hours and when we reached the place, the other three had gone up to reinforce the firing line, so up we went again the next day about 6pm, nearly all things are done here in the dark as we are in view all the time. We again advanced across the take from Lala Baba, my heels were nearly raw through new boots and I eventually had to rest for a fortnight later on. Well on our right was a hill burning furiously with many a chap caught in the flames and so perishing (not our regiment).\n\nWe finished on rather a feathered bed and did not find the other Company ‘til next day, it was a night, we were all parched with the heat, and no water. Dried up and had to dig ourselves in, it’s no light job this hiding being… like an ostrich, ‘til you make a hole large enough to get into and make yourself head cover.", "na_uk_03": "Dear Lack,\n\nMany thanks for the photographs received. We all think they are good and on Saturday the six of us had out photo taken here in a similar position– in khaki. The two pictures together should make a lasting memento.\n\nWe have had little spare time since we have been training here. Having been through company drill mixed with route marches, physical drill, semaphore, knot tying and frog, long jumping etc. Some of our men were able to go to town on Saturday… but I myself with a few others have been under orders for overseas service now waiting to proceed, so popping up town seems out of the question for us. We are numbered in alphabetical order, and in the order we are sent out. We are now fully equipped. I enclose … postage for the photographs. If you are printing any more you might save me one as I am afraid I have spoilt mine, it got bent in my overcoat pocket on Saturday. Please remember me to all at the office…\n\nN. Boyce", "na_uk_04": "Dear Bert,\n\nJust a few lines to let you know I am alright, hoping you are the same… At the present time we are in dugouts. The weather is simply awful, raining day after day and especially night after night…To tell you the truth, while writing this letter I am wet through to the skin and not a dry thing for a change. We have got our winter fur coats and gum boots, but the latter cause more curses than you can imagine, for instance last night I was sent off to select dugouts for our platoon, which is number 37. It was pitch dark, no light allowed and in a strange place, well honestly I fell over at least 20 times got smothered in mud from head to feet and on the top of that wet though for it rained in torrents. On a round of inspection this morning to see if all were ‘comfortable’ I was ‘blinded’ up hill and down dale, ‘Sergeant this’ and ‘Sergeant that’.\n\nHow can you expect men to live in this, and then to put a dampener on the lot, was the language from the occupiers who unfortunately were in a residence that fell in during the night. They took shelter under a tree from 2am after looking for me for half an hour or so, but they could not find me, for the only thing that would shift me, after settling down, if I may call it that, would be a ‘Jack Johnson’ and then I would have no option.\n\nWhile in the trenches last week John and I were up to our knees in water and got our gum boots half full. The line is a bit quiet lately and only now and again do we get a shelling, but one gets used to it. That, to give you an idea, is like sitting at Paddington and hearing the engines screech.\n\nAfter our stretch this time I shall be looking forward for a short leave for I have been here nearly three months now and we stand a good chance. Well I must now conclude…Yours sincerely\n\nJack Symons\n\nP.S. Every other home down near the rest camp is an Estaminet (small French café) where they sell what they call ‘beer’, and as much as I like a drop of good beer I have given the stuff out here ‘best’ for is awful muc.", "na_uk_05": "Dear Mr Hunt,\n\nPlease accept yourself and convey to the other gentlemen my best thanks for the State Express cigarettes. They are fine. Oh what a picnic it is in the trenches just now. We have been in the trenches 10 days up to now, and except for the last two days it has been raining almost steadily. The result is mud, mud and yet more mud, knee deep in places. But luckily we have long top boots from trench wear, so that the mud does not worry as much, except that is making our feet as cold as ice… We have been issued with fur jackets so we can keep our bodies warm.\n\nJust now the whole countryside is covered with snow and moving objects are distinguishable a long distance off. For instance this morning when I was on duty with the gun I could see the Germans walking down a road away behind their lines. I had several bursts at them with the gun but they were out of range. Made me damned mad I can tell you seeing the blighters and then not being able to lay them out.\n\nYou can’t realise the power one seems to possess when handling a Maxim. Personally I feel as if I could lay out the whole German army. We fire about a couple of thousand rounds every night into Fritz’s trenches just to keep them quiet. They (the Germans) have been trying to find the gun, both with their Maxims and with shells, but up to now, they’ve not succeed. Kind regards to everybody. Yours very sincerely,\n\nGilbert Williams.", "na_uk_06": "I might say we are all merry and bright and not down hearted yet.\n\nDear Mr Hunt,\n\nReceived card alright for which I must thank you very much. We are still at Longmoor and no signs of moving as I have been made cook’s mate and had to work very hard all through Xmas.\n\nSapper Hodges", "na_uk_07": "As long as you kept your head down you were comparatively safe, so as it went on, this was where I had my first escape. I was on sentry duty for a couple of hours, from 1am to 3am and was instructed to keep a sharp look out. I did not care for the idea of keeping my head above the trench and looking for beastly Germans, however it had to be done, it was quite uncanny to watch the enemy trench which appeared somewhat like a black wave and only sixty yards in front, then you would suddenly see the flash of their rifles and machine guns immediately after would come the report and nasty thuds on the sandbags which you might be resting against. I fired about five shots at their flashes (the only target to aim at) then another two shells which lodged in the parapet either side of my head leaving about 2 to 3 inches between me and certain death. I thought that near enough but it turned out that it was to have something nearer than that. Our casualties here amounted on the average, to about two per day killed, of course, we thought it terrible at the time at least I did.\n\nEarly April saw us relieved by another division and we were sent a few miles back for a well-earned rest, which consisted of physical drill and a run before breakfast. The remainder of the morning being spent in platoon drill musketry drills. After dinner we put the “cap on” our rest (why so called I do not know) by having a route march for two hours. We spent a few days like this and were dispatched with all possible speed to Ypres, here we went in to support the Canadians and spent a most unpleasant eight days, during which time we lost several hundred men, nearly all my friends who came out in the same draft and were killed or wounded, we had to retire, the best part being that the Germans did not find this out until two days after when we were more or less safely bivouacking in a very pretty wood. We stayed here for about a week; then we got to work again, digging reserve trenches just behind the front line, building up parapets which had been demolished by the enemy’s high explosive shells and such like, working all night and getting what sleep we could in the daytime. One morning we were awakened by the most awful din, it seemed as though hell had broken loose, shells were falling like summer rain. And people have often told me in the course of conversation it was raining shells and I admit I took it with a grain of salt, could not be possible I thought, but such I was surprised to find was possible and actually taking place there about 3.30am. This bombardment started and about half an hour later, I, with three others, were ordered to start reinforcing. We went up in fours, it being considered safer that way, half a mile over open ground we had to do, this being swept continually with shells, to give you a slight idea I can say the previous night, just in front of our reserve trenches was a beautifully green field, and the next morning it was as much as one could do to see any grass at all, simply one mass of craters, varying in diameter from ten to twelve paces.\n\nI had gone about half the required distance when a shell fell only a yard from where I was, the force of the concussion [explosion] pitched me several yards to my left and I came down rather heavily, however I reached the first line without any further mishap, where we had to stay until midnight when we had to be relieved again owing to not having enough me to hold the trench. Our honours were one V.C. (Victoria Cross), two D.S.O.  (Distinguished Service Orders), one Military Cross and one or two D.C.M. (Distinguished Conduct Medals).\n\nThe next day I paraded sick, my back paining me so much that I could not stand straight for a week after. I am now back with the regiment who are on the line of communications. We are having leave shortly and if possible will pay a visit to the Audit office. Have you any news of Chichester?\n\nYours truly,\n\n(Rifleman) E.H.C. Stewart", "na_uk_08": "This trench of ours is a model in its own way, being fairly safe, and connected by good communication trenches. The Commanding Officer’s house of white sandbags is fitted with window, curtains, and window box with pansies in it. It is furnished with table and chairs also a large mirror. Of course this is quite a ‘one occasion’ affair and don’t imagine we are here town planning with model dwellings etc! But it will show you how soldiers can adapt themselves to circumstances. At the back of our trench is ripening corn and plenty of wildflowers in bloom.\n\nWe have also canaries in cages in the trench! But these are used by the miners for testing the air in the mines after the explosion, to see if it was possible to finish off their job. [Censored line] captured from the Germans a short time ago and during the stay we were kept busy with sandbags etc. and at night of course had to especially watch the enemy.\n\nWhen in the reserve or support trenches fatigue work has to be done every night, such as carrying food, ammunition, material for the engineers etc. to the firing line, so you can guess it is nothing but continual ‘bob’ work (odd jobs).", "na_uk_09": "Dear Mr Hunt\n\nMany thanks for your welcome letter volunteering so much interesting news of friends at the office. I wrote to Standew just before receiving your letter, but no doubt a few more lines will be acceptable.\n\nBeaumont seems to be doing the best of us all. I saw Williams and Hull about three weeks ago in a small town near here. Of course the Seaforths and Argylls (regiments) always move about together, but we don’t meet very often. I am glad to hear the old section is still in being, and not like the German Empire is fast becoming a thing of the past! And hope your three survivors will be allowed to keep the flag flying until the wanderers return.\n\nI have been in the firing line several times, and at four different places, besides being in the support trenches at others. I hear this is called a mobile division which accounts for our gipsy life in France.\n\nOur last turn in the firing line, for six days and six in the reserve was the most exciting of all.\n\nIt has been a quiet place for two months, until two days after our occupation, when the British exploded mines under some workings of the Germans near their trenches, to prevent them blowing our trench up. Well! That woke them up and the following Saturday they retaliated by opening rapid fire early in the morning.\n\nHowever we were ready for them and quickly replied, so they then bombarded us, which to say the least of it was a noisy business. That eventually ceased and rapid firing was quickly in process again, followed by another shelling, which our guns again put a stop to. The whole affair lasted an hour and ten minutes, and although we believe an attack was intended, the Germans didn’t leave their trench, opposite to us. After putting our trench in order again which took some time, as the parapet was blown down for about three yards near me, and a shell burst amongst a lot of beef tins, scattering them and the contents in all directions, besides the bottom of the trench being littered with hundreds of empty cartridges, we proceeded with boiling water for tea, also to show the Huns by the smoke that we were still there. Only a hundred yards separated the two trenches, so it was always a case of “bob down” and the enemy were good shots, as we found out to our cost when they smashed the top glasses in two periscopes within half an hour one morning.\n\nAt present the division is resting, and I and two friends have erected a wee bivouac under an apple tree on a farm. It is quite cosy, in fine weather, but last night it was raining hard for several hours, so we had to beat a hasty retreat to an old barn. There is plenty of fruit about here, but the water supply is very bad.\n\nLast Sunday morning we enjoyed our first hot bath since our arrival here. An old disused brewery has been turned into baths for troops, also under clothing is washed and disinfected, and kilts ironed there. Fifty tubs are provided for washing in and two large vats filled with cold water to plunge into afterwards.\n\nI have not got any stripes yet, but have been studying signalling lately, so expect soon to be in the signal section.\n\nI must close now to get this letter away, hoping Mr Taylor, Mr Woodhams, and yourself are keeping well, and with kind regards to you all.\n\nYours very sincerely,\n\n‘Frosty’", "na_uk_10": "Dear Gerald\n\nMany thanks for letter which was somewhat a surprise to me. No the news was quite fresh as I do not hear from anybody in the office.\n\nWe have just come from the trenches where we were for seven days and had a most awful time. We were three days in the Reserve and put in the firing line where we took part in an attack and were also under a very heavy bombardment.\n\nI am sorry to say we had many casualties thirty five killed and one hundred and thirty eight wounded and I can assure you it was an experience I shall never forget. Anyhow Williams, Kemball and myself came out quite safely.\n\nI have seen Frost out here, of course his battalion (8th Argyll & Sutherland Highlanders) are in the same brigade also, as a matter of fact, they were in the firing line the night we came out. I received a letter while I was in the trenches from Mr Slater. Yes, I heard about Chamberlain, jolly sad was it not, if you do hear from Dick James you might pass any news on to me…\n\nShall be glad to hear from you. I could write more, only am a wee bit tired after seven days in trenches.\n\nI am yours sincerely, Fred Hull.\n\nP.S. Of course you know my address. Remember me to all I know.", "na_uk_11": "Dear Burgie,\n\nWas very glad indeed to get your letters although, your news in regard to Joe comes as a shock. It was the first I had heard of him since he arrived in France in spite of the fact his regiment being quite close. Am afraid the 9th and few days following were rotten days for a good many battalions, our lot as much as any. We have been “in” since the 8th and have had a fairly trying time we were reinforced during this week, not before time as we were down to our last two hundred. Can’t tell how sorry I am to hear about Joe as you say he was “one of the best”. I hope you chaps have not been annoyed at my not answering your very welcome letters. I don’t pride myself much on writing good yarns though and opportunities are also hard to find. As you know I had a bit of a knock at Neuve Chappell but have quite got over that and am now in the best of health and spirits. I came across Len Phillips and Peter Hawes in different drafts of the London Scottish while down at Rouen both of them have now had some experience on the job I expect. Thank Mr Drewe very much for making inquiries, tell him I occasionally wish heartily to be on the old job again the quiet life will do for me after this. No I did not get Dick’s magazine or letter expect it went astray while I was in hospital. Thank him very much for sending them will you. Had a game of football about two weeks ago with R.G.A.* Battery, the pitch being a serious drawback. I think it was a cabbage patch. Still we managed to get a good game in and most important of all, won. The weather here has on the whole been very good just lately only getting an occasional day’s rain. Last night we had a sharp thunderstorm, a new experience it had at least the effect of shutting all the other disturbances of our rest up so we did not grouse. Much obliged for all the information re the other fellows. Am glad most of them are getting on so well. Peacock seems to have come out top dog. The job alone from other examples seems to be a paying one, leaving out the holiday in Scotland. Well must close my epistle. Please remember me to Dick, Mr Horsley, Ransley and Drewe, Fox. Hoping both they, and yourself are, like myself O.K. [Line censored]. From yours faithfully,\n\nE.W. Bratchell", "na_uk_12": "Dear Effie,\n\nVery pleased to receive your letter, like yourself I find my correspondence voluminous for me at times, especially since I have taken on the duties of Platoon Sergeant which takes up more time than one realises at first. We are still in the trenches and have been in action twenty four days consecutively and I don’t know long we shall keep it up. Had a dirty time yesterday morning dodging damned great bombs the blighters were presenting to us without exaggeration they were eighteen inches to a two feet long and made a hole about ten feet deep and fifteen feet diameter at least we did not wait to see them burst. They can be seen descending through the air and then a scoot is made to get as far as possible round the corner, the iron and dirt seem to be falling for a minute afterwards, they are disturbing. Dicky Gilson has not been with us the last twenty four days, he broke his glasses and would not buy new ones (went to the doctor and all that and worked the oracle and was left behind with the Transport, don’t know whether he worked the ticket properly and got a safer job farther back, should not blame him if he has, his nerves have been in a shocking state, he’d brood a lot as you know that is absolutely fatal when you have a dirty job on like this. I have not seen either Frost or Kemball out here, do not seem to meet anybody fresh as we are always in the same district and relieve the same crowds generally.\n\nOur pals the French in my opinion scrap jolly well except in the isolated instances which are given undue prominence by our chaps by prejudice probably. The casualties have certainly been enormous but a lot of them are a week old and one cannot form any opinion of what is going on by the lists, and I should not be allowed to say what I thought of our doings lately. Cronin is still with the 5th Bedfordshires and not out yet, I think not likely to be in all probability. Only wish we could repeat our swimming performance off Penarth ‘specially the Wednesday evening ones. Have heard rumours of leave being given shortly but do not rely much on it, have been offered a Commission in this Battalion and I may take it up if my papers go through satisfactorily.\n\nKindest regards and wishes to Mrs Lewis,\n\nYour old Pal,\n\nBilly", "na_uk_13": "Dear Mr Hunt\n\nMany thanks for your long and interesting letter which I was very pleased to receive. I am sorry I have been unable to answer it before but I have been constantly moving about from one place to another lately, and have had no opportunity of writing letters. Well I am very pleased to say I am feeling very fit and well, and quite enjoying the life. When writing to you last, I was attached to the 4th Division and was stationed at a small village where we were living in tents. We were stationed there about six weeks. Just over a week ago I was transferred to another place about eighty miles from the other one. I travelled by motor lorry with the Supply column and it took us all day from 7.30am till about 9 o’clock in the evening to do the journey. It was a glorious trip, the scenery being very fine. Almost as good as our office outing, only not quite such comfortable travelling. We put up for the night in a small village, sleeping in the lorry with some empty petrol cans for a bed. Next morning I was taken to the railhead where I was stationed until yesterday being only in that place just a week. While there we were all still sleeping in tents, but I was fortunate enough to have my meals with the Post Office Staff so have had a rest from being my own cook. Yesterday afternoon, just as I was going for my tea, I was sent for and told to pack up my things and catch a train to another railhead as I had to take charge as the A.M.F.O* for three Divisions there. As there is usually a man attached to each division, this was rather a large order. I only had about twenty miles or so to go, but it took from 5 o’clock till after 9pm to get there. These French trains are very rapid.\n\nI am now attached to the 51st (Highland) Division, the same division as Williams, a number of his lot were here today, but he was not with them. We shall probably only be here for a few days and will then move to another village further on. I was very surprised to hear of Mr Pritchard’s death. I also heard that Mr Crossley is also dead. We are having glorious weather here at present and very hot at times. Glad to hear you are having a soft time on the old section.\n\nI was very pleased to hear about the collection of letters and photos from the troops that you are sending round the office and will certainly send you a photo later on. I have has some taken but have not received them yet. Have you heard from Ferdie or Gray at all? We all had our photos taken at Longmoor before we came out here a group of six. Unfortunately, I only had a few copies and they have all been sent away. Ferdie and Gray are still at the Base, I believe, but Arthur Smith is at one of the railheads somewhere. Well I don’t think I can tell you any more news at present. Will write again later and send photo.\n\nKindest regards to all.\n\nYours sincerely,\n\nM.P. Pond", "na_uk_14": "Dear Bertie,\n\nJust a few lines to let you know how I am getting on. Am having the time of my life out here.\n\nNo doubt you have seen the several letters I have written to the office during the past few months, so will not go into further details, except to say that I have been exceedingly fortunate in seeing so much of India in a short time. I shall never forget my trip through the Khyber Pass which has since been the scene of hard fighting, one consequence of which we were hurriedly moved from Fyzabad to Rawalpindi in readiness to reinforce.\n\nYou would scarcely credit the feeling of disappointment that exists among the few British regular regiments left in India, over not being ordered to France to take their share in the war. The same feeling also exists in the Territorials… A dragoon then left a few weeks ago to replace heavy casualties among the Norfolk regiment at the Gulf.\n\nAs the hot weather commenced the latter part of April, and as many British troops as possible are always sent to the hills (being almost unbearable on the plains), we are fortunate enough to go, and had a three days’ march and climb to this place 8,000 feet up. Well I never in any wild stretch of imagination ever dreamed that I should be soldiering in the Himalayan mountains.\n\nKuldana, although 8,000 feet up is on the lower Himalaya, and from my bungalow, which is situated on the edge of a steep precipice, I can see lovely views which words fail to describe, a perfect mixture of Devonshire, Scotch and Alpine scenery. Although seemingly only a few miles off, the higher snow clad ranges in full view are from 100 to 150 miles away. I have about 1½ miles trek to our Sergeant’s mess, through beautiful scenery, lovely wild rose bushes climbing up giant pink trees, smothering them in roses, maiden hair fern and all kinds of pretty flowers in the woods. The climate is perfect, lovely English summer weather, with delightful mountain breezes. The heat in India has not distressed me in the least, not even on long arduous marches. I am feeling splendidly fit and well, and trust I shall continue so. We have no end of gaiety; all the married families of the Yorkshire regiment are living in our barracks under our charge, (as their regiments had to remain behind at Pindi, and are being bitten to death almost with mosquitoes.) So we have Cinderella dances about three times a week, whist drives, racquet and tennis parties and have most enjoyable times.\n\nI wish May and Eileen could take an aeroplane trip of a few hours and get to me, it would be ripping for them. I should be glad to hear that you had called to see them on your promised visit of months ago when I was home, they would be awfully glad to see you both. Do drop them a card old boy. Fancy it is 10 months ago today since I left to go to camp, what a lot has transpired since then. I was in the 8th Middlesex 12 months ago, and I see they have lost heavily in France, funny I should have left them, and joined the 6th East Surrey and to pass them at Gibraltar (where they were first) on my way to India.\n\nOn the whole I am enjoying life in India immensely; I am acting Company Sergeant Major now, and expect to be promoted to the rank shortly. We are all ‘Tommies’ now. Trusting you are both fit and well. Remember me to Stacey. Yours sincerely,\n\nH. Beaumont", "na_uk_15": "Dear Mr Wheeler\n\nJust a few lines to let you know of my whereabouts. This is our fifth Sunday at sea. We left Southampton on Thursday October 29th shortly before midnight and our convoy of ten huge liners each with about 1700 to 2000 territorial troops on board assembled in the English Channel early next morning.\n\nWe were escorted by British warships as far as our first port of call- Malta the French warships to Port Said. After staying one night there we proceeded through the Suez Canal. We lay off the Port of Suez six days waiting for another escort then on through the Red Sea to Aden where we stayed four days waiting for our Japanese escort. When it arrived it brought with it an immense convoy of over 80 huge liners transports filled with New Zealand and Indian troops. This in addition to a convoy of thirty five vessels that came into Suez whilst we lay there. So it may truly be sung that “Britannia rules the waves.”\n\nIt has been a most delightful and interesting voyage and the weather is now so hot that hundreds of troops are compelled to sleep on deck nightly as the heat is much too great below. We landed two cases of fever at Aden. Fortunately it does not appear to have spread any further so far.\n\nWe expect to reach Bombay on Wednesday next, December 2nd then three or four days’ train journey to Fyzabad, some distance north of Lucknow. Shall be very glad to get there, as five weeks on board a crowded troop ship with very little opportunity for exercise is getting rather irksome, especially, when we get no ‘Daily Paper’, only a little wireless war news, occasionally.\n\nI am glad to say that I am wonderfully fit and well. Our food has been wholesome and plentiful. Trusting you are well, with my best wishes for as Happy a Christmas as is possible under prevailing war conditions, and a Prosperous New Year in due course. Also please convey same to Messrs Wood, Welsh, Davis and others. Hoping to see you again on the termination of our successful conclusion of the war.\n\nBelieve me, yours faithfully,\n\nH. Beaumont\n\nWill you also convey my respects to Mr Price please?", "na_uk_16": "Dear Arthur,\n\nI expect you are wondering why I have not written, but it is an awful effort to get all correspondence off, and be on active service at the same time. I can’t say that I am enjoying myself out here. It’s awfully hot, and we are eaten up by millions of flies. Life in the trenches is not a picnic either we have about four or five days out of them and eight or nine in them. When we are out supposed to be resting, we have to go on working parties, digging etc., then wherever we are, we are always under shell fire, so it’s not much rest after all. The last shell we had in camp, there was four killed and seventeen wounded.\n\nWe have been under fire for three months now, and we should like a rest as the strain is tremendous on one’s nerves. I don’t think the troops in France get it quite as bad. Then again, the only comforts we have are sent from home, as the country here is quite barren, and we cannot buy anything in shops, I would give a quid for a pint of beer down the club. Our food consists of half a loaf of bread per day, bacon and tea for breakfast, Bully beef and biscuits for dinner and Jam for tea and cheese. Lime juice is served out about four times per week, that is a drop is put into a dixie of water and a cup full served out per man, and rum is served out twice a week (sometimes) that is about four table spoonful each.\n\nWe live in a trench and it is a mercy it don’t rain otherwise we’d be washed away. The fighting just lately has been terrible. Our shells knock the enemy all ways and the sight in the trenches that we take is awful. We wear our respirators because of the awful smell of the dead. I’ll never get the sight out of my eyes, and it will be an everlasting nightmare. If I am spared to come home, I’ll be able to tell you all about it, but I cannot possibly write as words fail me. I can’t describe things.\n\nWouldn’t it be nice to be at Walmer again and you come down and see me again, I did enjoy that time, and also seeing Billy Dawson and Richardson. There seem to be a lot of French troops out here, but there seems to be no relief for us. Nobody loves us now Churchill has gone, we are nobody’s pets. It’s the army first here, except when there is work to be done, and then the Naval Division have to do it. You know both my brothers have commissions in the 4th Bedfordshires and are at Dovercourt. My wife tells me she has sent me three boxes of stuff, I received one box, and I fear that one transport has been floundered [sunk] and another has been torpedoed, so I expect that is where my other two boxes are. It’s awfully disappointing because I do look forward so to a bit of chocolate and a few biscuits from home. We get cigarettes and baccy served out to us, but it is too hot to smoke much, so that I don’t miss that so much. I get a bath in a biscuit tin when I can, but when in the trenches I have to go all the time without a wash, so you can tell I am used to being dirty.\n\nHow are they all down the club, and is Emmie still there, and is she better or not? Is Paice going to Looe this year? And where are you spending your holidays? Lord how I’d like a holiday, I am so tired and would give anything to get away from this continual banging.\n\nPlease remember me to all fellows who are left in the office. Mr Miller and Goff & Hills and George Williams, and all the boys generally. I can’t write to all separately, also for details of my experiences you must wait until I get back, if ever I do, of which sometimes I despair.\n\nThe papers tell you pretty full accounts, although they are rather anticipating events as to our advancing. Now I must close old chap, and thank you very much for all your kindness. Wishing you all the best\n\nYours very sincerely,\n\nHarold Watts.", "na_uk_17": "Dear Bertie,\n\nMany thanks for letters and fags both were very acceptable as you can imagine for it bucks one up to hear from old associates. I also had a letter from “Tinker” Taylor who told me Gwen has left the Great Western Railway Company. I will write to Ferdi [Ferdinand] and ask Frosty if you give me his address. I can imagine how lovely and empty the old room looks, fancy more flappers eh, quite a selection as you say. I will just give you an idea of our work here day by day. Reveille 6.00am, stables at 6.30-7.30, breakfast till 9. Then exercise ride one and lead two or three [horses] for one and a half hours, then groom them until 12.15, then we water and feed and go to dinner till 2.30 then sweep up … [Letter damaged]\n\nBed [horses] down at 4pm then water and feed at 4.15 to 4.30 and hay up at 5pm, only we take it in turns to do that and we have stables like this. [Fatty has drawn a rough sketch of the stables which house the horses].\n\nWe have six and seven a side which leaves us four horses each. Of course, sandwiched between this is probably a visit to Avonmouth Docks to fetch horses or take ours to the station for we only keep them for a week at the time just to knock the mud off and feed them up so as they get their shore legs and look a bit shipshape again. We have about 10,000 a week come in of horses and mules and some of them are fair devils, so wild and timid.\n\nI may come and see you probably Saturday if I get the weekend off…\n\nFatty", "na_uk_18": "Dear Ernie,\n\nThanks very much for your letter and kind wishes. My wounds are getting on all right and they have discovered eleven in all. It is hard not to be able to get up, but I suppose a month will soon be slip by. My people came to see me yesterday and the day before.\n\nYou ought to see my face. They cannot shave me because I have scraps of shell sticking in, and as I had not had a shave for about a week before I was wounded, I look a pretty picture.\n\nWell old chap, I am glad I am wounded to get out of that hell, and if you ever meet a chap that says he wants to go back call him a liar.\n\nIf you could manage to come down at any time I should be delighted. I have not received any letter from Dalton but perhaps will get it later. That will be the time old chap when I look into the office on my way home. We’ll manage to get a drink then.  Well I must close now and I expect you will have quite enough trouble to read what I have written already. Hoping to be with you all,\n\nYour old pal, Rip.", "na_uk_19": "Dear Sir,\n\nI have now been out in France a fortnight. I am getting on quite well in the army. Food is also good and plentiful. Of course, I find the life much rougher from that which I have been used to, but it is a fine experience all the same.\n\nWe were at Longmoor camp for a week where we were equipped and put through elementary drills. We slept in a big hut there and had a sack of straw and three blankets each. The huts, of which ours was one, were called Apple Pie and they are about a mile from the camp, so we had to be up about six every morning in order to march down for parade at the camp. The parade was at 7.15am. Some mornings we had an hour’s drill before breakfast. It was about 11pm I should think, when we arrived at Longmoor on 31st March, and consequently we went straight to our hut. No light was provided so we had to fish about for our beds in the dark. Fortunately it was moonlight, and after some time a lantern was brought. We were only too glad when getting up time came the next morning. It was before six. We were marched down to the camp and were inspected by the Sergeant Major and after waiting some time went into breakfast. Roast sausage was the chief item on the menu but to our amazement no knives and forks were supplied for us…Well, the only thing was to convey the sausages to our mouths with fingers.\n\nThe nearest thing to a knife and fork that some had was a pair of nail scissors so these were used. Personally I did not know whether to feel shocked or to laugh at the situation; it ended in the latter. We Audit fellows got to one table and we had to have a good laugh before we could eat much. It was a hopeless situation to be in. Don’t let this discourage anyone from coming but I warn him to bring a knife and fork with him. After the first day we were issued with kits and we treasure our knives and forks now. We came across on the mail boat Hantonia from Southampton to Havre. … We had to sleep in huts there on the docks but the sleeping accommodation was better. We Audit fellows were able to keep together till last Saturday night, when Pond and I were sent off to different railheads. He is at 3rd Corps Railhead. We had to travel in horseboxes and during night time. We travelled in this manner Saturday, Sunday and Monday nights. French shunting is severe and we were shaken up. Saturday and Sunday we were about 30 in the trucks, Monday 17.\n\nWe were fortunate enough to get out into every town at which we stopped during the day. On Tuesday night another young fellow and I were stranded at a station somewhere in France, and we were instructed by the military authorities to sleep in the goods shed. We had to sleep on the deck of the shed and shunting was going on during the night. This was about the limit, I thought.\n\nI arrived finally at my destination about midday last Wednesday. Now I live in a truck at a small French station. There are two other Sappers and a Lieutenant here. We deal chiefly with gifts and comforts sent to the troops…\n\nWe are out in the country. I think this railhead is about seven miles from the firing line. Can hear the guns and see the star shells at night. I must ask you kindly to excuse me for writing in pencil because I have no pen and ink here. Would you mind letting this letter be treated as to the whole of the statistical department, please sir. With kindest regards to all. I am yours obediently,\n\nArthur Smith", "na_uk_20": "My dear Mother,\n\nHave just come through a particularly nasty period. We went into the trenches on Wednesday night and on Sunday morning at 5am our Artillery commenced bombarding the German trenches and after 20 minutes had elapsed we went over the parapet. My goodness what a reception the Huns had in store for us, they simply swept the ground with machine gun fire and shrapnel. Poor old ‘C’ coy. caught it hot and Neuve Chapelle seemed to be a fleabite compared with this. It was found impossible to make any advance in our quarter, so I dug myself in and awaited events. It was horrible suspense, as I seemed to be the only man untouched, all around me, and being personally acquainted with each man made matters worse, in fact, it’s all wrong to call them men, as they were mostly mere boys.\n\n About early afternoon I was hailed from the trench as to whether it was possible for me to get back. I replied in the affirmative and decided to run the risk of getting potted on the way. So I commenced crawling on my stomach until about a few yards from the parapet, then made a spring and rushed headlong over the top, nearly spoiling the features of a few who happened to be in the trench and were not expecting me. We were relieved that afternoon, but some of the fellows did not get in until nightfall and these experienced another bombardment… Billy Hastings is quite fit and the only pal left. We have been resting since and getting information about the (illegible) but by all reports we shall be up again soon. No rest for the wicked it is said, and if true we must surely be a bad lot.\n\nWhat a terrible thing about the Lusitania, and with so many Americans aboard. Should imagine there will be more trouble. Have received box and letter dated 6th and am most thankful for everything you are all doing for me. (censored.)\n\nAs regards the pads, (masks of cotton pads which served as gas masks), all we were served out with were made ‘on the spot’ and consisted of a piece of gauze and tape and were steeped in a solution of bicarbonate of soda, prior to this charge. I lost all my belongings except the Gillette (razor) so should be glad of a few toilet requisites when next you are sending a parcel. Do not trouble about towel and perhaps Frank would get me a shaving brush. Must now close. Much love to all. From your affectionate son,\n\nDick", "na_uk_21": "I am much nearer the front now, and we moved here last Tuesday. It was a long march and of course done at night, and our present billet is a farm (or the remains of one) in a large village about ¾ mile from the trenches, more north than we were before, and nearer the Belgian frontier.\n\nIt is an awfully desolate spot and constantly under shell fire. This morning I was trying to get a sleep on the grass, when a shell burst in a tree, not fifty yards away, and sent a shower of leaves to the ground. Fortunately no one was hit, another burst in the same field ten minutes afterwards, then I thought it was time to shift! So went into a barn. There are a number of dugouts around, but they are so cold, and you might get buried inside. The farm is a vile place, with a lot of stagnant water around, and a lot of German soldiers are buried here. The barn where we sleep would be improved if a shell struck the roof, and ventilated it, in our absence! As the smell inside is bad, and makes it nearly necessary to wear a respirator! The rats seem to object to our company as they often have a free fight on top of us.\n\nLast night was my first experience in the trenches, and we returned to billet this morning. The din is simply awful, and just lately the big guns have been giving the enemy ‘beans’ every night. I am glad to say we had no casualties, although the rifle fire was heard at times, especially on our left, where the Germans made an attack on the Indian troops. The British gun fire was simply terrific, all night, and the Germans did not reply very much. It was fine to watch the flashes of our guns at our backs, although the screaming of the shells overhead is at first rather ‘scaring’ to say the least of it!\n\nHowever the news we hear from day to day at this part of the front is very cheerful, and encouraging. Yesterday I came across an Indian soldier who could speak English very well, and he thought another month would see the war over, also a German officer captured near here, said it could not go on very much longer. I for one hope these remarks will prove correct!\n\nThe church here is practically demolished, just some of the walls and tower standing, and the churchyard is in a bad state. Great holes have been made and bones exposed. In these holes is water sufficiently deep to drown anybody. Great stone vaults have been opened, and coffins and bodies can be seen.\n\nOf course the place here is not inhabited except by soldiers. I have been through some of the big houses, and plenty of good carved furniture, pictures, fittings etc. still remain in them. I also have been in some of the gardens, and roses just coming into bloom can be seen in great numbers. I should like to see them at home!\n\nWell I must close now, and hope you are all keeping well. Again thanking you all for our good wishes. Sincerely yours, S. Frost", "na_uk_22": "Dear Nic,\n\nFirst of all I must thank you and… the others who sent me their kind letters of sympathy in regard to my brother Sam. We all felt it very much at home and it was a great shock to our parents naturally, but it can’t be helped, as he was killed in a good cause.\n\nI suppose you have heard how we left Bedford early on Sunday 18/7/15 and had a lovely trip down the old firm to Keyham, we were well laden and I was glad to get aboard and get to my berth in which I am very comfortable with two other Warrant Officers. The men and Sergeants are on the troop deck and none too comfortable but are jogging along alright now.\n\nThe first part of the voyage the sea was very quiet, we passed Gibraltar in a fog at night, so couldn’t see it. We then skirted the coast of Algeria and had a pleasant run to Malta where we stopped a full day. The higher officials went ashore for a few hours (including myself) and had a good time. I cannot mention troops or ships so refrain from doing so but there was a hell of a lot.\n\nOur next stop was Alexandria for three days, where we had another look round including a route march for the Battalion. The sea is fairly rough at this end, rather surprising, but a lovely colour, light blue at day and dark at night. All lights out at 8.00, perfect darkness, there is no twilight to speak of, being dark at 7.30pm.\n\nWe then wondered where we were off to but eventually reached Port Said, stopped a day, went ashore, and off we go to the Dardanelles which we expect to reach tonight.\n\nOur kits have been left behind in Egypt and all we have got we stand in. We are now passing through the Aegean sea, full of rocky islands, very much like the highlands of Scotland. Bullen has just lost his helmet over the side, but is otherwise well…\n\nI am in the best of health at present and hope to go through alright. I expect you heard I got married a week before I left, a lot of us did the same thing, it was quite a common occurrence.\n\nOur old boat is a captured German liner and is full up but we have got a Greek crew with a few Portuguese thrown in and so are a mixed lot, especially with Welsh men aboard. How are things going at the office, I have been away nearly a year… I shall be glad to hear from you now and again just to keep in touch… I must close now as they say a mail is being collected before we land… Yours sincerely,\n\nGeorge", "na_uk_23": "Dear Burgie,\n\nThanks awfully for your letter, glad to hear that you are all serene and that the G.W.R. is still flourishing without me, as a matter of fact I expect it’s better without me but still there you are.\n\nBy Jove! I had no idea that the Audit had shoved so many fellows into khaki, its fine. Well the old Brigade has had some pretty varied experiences in this land of stinks and bad beer.\n\nWe landed at Havre last March and after a freezing night under canvas on the heights behind the town we had a rather weird train journey up country. There were about 10 of us per cattle truck with a few wisps of straw to sleep on. Our horses were boxed six in a truck, three with their heads facing the ‘engine’ and three facing the rear of the train. Two men sat on corn sacks between their bottoms. If they kept the shutters closed they had a beautiful journey as it was so warm with the horses…\n\nAt about 2am the old caboodle pulled up and we thought we were in for a dreary hang about, however the order came down to bring out the dixies… and fall in for something hot. I took our one up and the liquid smelt so good that with a little judicious wangling we managed to get another one full. When we tasted it, it was simply gorgeous. Boiling hot coffee and rum as only Frenchmen can make it, you know how. Gee but it did go down a treat.\n\nWell after many jolts and bumps we arrived at our destination. It was miles from the firing line and a fearful hole at that. At nine next morning we were off again and went up further still, riding about 23 miles before we came to anchor at a rather dirty mining village…\n\nAfter about three weeks in this show we shunted up and got our baptism. It’s a funny sensation being under fire for the first time but it soon wears off. One gets a rather nasty jolt when the first casualty occurs especially as it was in our case the finest fellow we had on the staff. He got a chunk of shell in the back of his neck and was killed on the spot.\n\nWe were in action at this place for about two months and took part in several bombardments, one of them being the one in which poor old Joey was killed. We had some pretty rough times but were very fortunate as regards casualties. Two month’s action and 2½ days’ rest, it doesn’t seem much but that’s what we got, and then at it again in a different part.\n\nThis show had been occupied by the Germs and then by the French from whom we took over. The filth and stench was too awful for words, one of our batteries striking rather unlucky in coming across Germs buried just under the surface when they started digging their guns in. The air was blue for miles…\n\nThe next action we had was a hell of a show. The staff were put into a huge Chateau which was under observation and fire from three sides. And they didn’t half sling the lead about too. It’s marvellous that we didn’t get lifted skywards heaps of times, but still here we are. After a good spell in this show we came to rest again about 10 days or so ago.\n\nWe are having a good time here in the way of concerts, sports, boxing tournaments etc. The latter was great especially the bout between a Farrier Sergeant and a cook’s mate. They biffed at one another until neither could stand, it was awfully funny.\n\nLittle Seedy Ellis has got a snip job at a base. He came up today with a draught of men. He is having the time of his life and looks it by the dark circles under his eyes…\n\nI am feeling wonderfully fit and well and would not have missed coming out for quids. I suppose you saw in the paper that two of our boys have got the Distinguished Conduct Medal. They were in Major Lord Gorell’s Battery; he is awfully bucked about it.\n\nWell old man I must dry up. I hope you can read this disgusting scrawl, but will make that whiskered excuse ‘active service conditions’. Please remember me to all the boys and tell Long Liz that I would give anything for a barrel or two of the club bitter.\n\nSincerely,\n\nDick James", "na_uk_24": "Dear Mr Rogers,\n\nJust a few lines to let you know I am still alive and have up to now succeeded in dodging those small pieces of lead which have been so frequently flying about the Peninsular [Dardanelles]. I expect you are wondering how I got here, also why Con. [convalescent] Camp. I will try and tell you briefly what happened since our leaving Egypt. We left Alexandria 13th August and landed at the new landing at Sulva Bay on the 18th under shell fire. Not a very nice kick off. Our first engagement was on the 21st when we took part in the big fight for Hill 70 and 971. I expect you read about it in the papers, for I see the Daily Sketch had a page full of it. They spoke of us as the Irresistable Yeomanry; very glowing words of our charge also. It was a very stiff go and we were fighting from 3pm the 21st until dark on the 22nd and never stopped advancing and retiring the whole time. We had the Hill on the night of the 21st but could not hold it, because no support was sent up, so the Yeomanry (those of us who were left) had to retire at night after charging and capturing three lines of Turkish trenches. Our Brigade (Berkshire, Buckinghamshire and Dorset Yeomanry) was ordered to do the charging for the Division and I think we did fairly well from what the General said in his report. Of course we suffered pretty heavy. After five days on the Peninsular we did not have an Officer left in our regiment, and only barely half the men. I have seen a few of our Officers in the casualty list, but no men. I was very pleased to get the GRW Magazine while resting in dugouts on Chocolate Hill. I hope no more of the Audit boys have fallen since the last I saw. I suppose you are still pretty slack in the office. I find I’ve run away from the tale, but here in the Y.M.C.A. tent it is so crowded and the piano on the go, it is rather difficult to write. After resting from the big fight three days we went into the trenches for spells of five days, on one case seven days. After five weeks I caught dysentery and had to come away. I was put on a hospital ship and brought to St. Patrick’s Hospital, Malta. During those five weeks I was pretty lucky. The only close bullet was one through my right sleeve and grazing my arm. We all have some very narrow shaves from shrapnel. I had the sandbags of my dugout knocked down one day, but fortunately I was down to get water. Probably, if I had been inside I would have caught it properly. I expect to be here about a fortnight to three weeks before I go back. I am hoping the boys will be across before that, and the Turkish army cut in two.\n\nI suppose the office still looks more empty than it ever did. How is Mr Jackson getting on in France? I see his regiment has been in action. I have often wondered how he would get on in trench warfare. I suppose McConnel is still going strong. Will not stop for more now as I shall lose the mail. Kind regards to Mr Cox and all the men on the section. Hope you are still enjoying the best of health and still dodging the bombs. Hope to write again soon. Yours truly,\n\nE.J. Cowles.", "na_uk_25": "Dear Effie,\n\nYou were doubtless surprised to get a postcard from up here, don’t know why they sent us such a long way north, it is alright but I think London would have suited me better, could have seen my pals sometimes. I am not allowed to get out of bed yet, tried the other night and fell down in a fit serves me right for disobeying orders. I have the piece of shell which fractured my skull and shall look after it for a souvenir. The doctors say I was very lucky not to have been put right out. It was a heavy piece (British) would not have been wounded by anything less. We were in an advanced post sticking beyond our front line called the “Duck’s Bill” and naturally pretty close to the German trenches. In fact they surrounded us… [Lines censored]\n\nI hear from Bedford that the company has been told to prepare for the Dardanelles. I don’t know where he is though, have heard nothing from him. We are having a concert with our ward this afternoon and we have plenty of visitors in every afternoon, some very fair women taking them generally, and very decent too, treat everybody alike. Remember me kindly to Mrs Lewis. I shall make a more determined attempt to see you if I get a sick leave which is most probable. Well, have no more news at present. How about taking up a post in your department when this lot is over, it would suit me to have headquarters in London for a time, mustn’t count chickens though. Goodbye Old boy,\n\nregards,\n\nBilly", "na_uk_26": "Dear Mr Hunt,\n\nThanks for the cigarettes and magazine, all very much appreciated and I want to confess something. I am terribly short of cigarettes just now. Don’t know how to get on.\n\nSo you had Peter Jackson up to see you a short time ago. Lord, how I wish I could get up to London. Some of our chaps have leave but this advance seems to have put a stop to it. That’s the only reason I am sorry for the long awaited advance. God knows it was really time we did do something if only to relieve the pressure on Eastern front. We are in this part of the line and are still sitting tight worse luck. I wish they would get a move on here as well. It has cost us a good many casualties, but I think the Germans, what with the bombardment they got and the counter attacks they delivered must have lost many more than us.\n\nI have got an interesting souvenir. It is part of the framework of a German aeroplane, the fourth which our airmen have recently brought down in this neighbourhood. The machine gun in one of our planes had killed the German pilot and the machine getting out of control exploded, or at least the engine did, and the whole aircraft crashed to earth. God, it was an awful mess. Both the pilot and observer were killed, the former being bashed out recognition, but the latter survived the fall but died shortly afterwards. Our airmen seem to be the masters of the Germans now, although the taubes seem to be the faster machines, our men seem to have much spirit and initiative.\n\nAbout a fortnight ago I saw a fleet of fourteen of our planes cross over our lines on a raiding expedition. They were in close formation, and the Germans sent up a rain of shells without doing any damage. The raid was very successful, I believe, two transport trains full of German reinforcements being wrecked, a large station destroyed.\n\nWell that’s about all from me, let me hear from you soon. How is everybody up there? Best regards to all the section,\n\nYours very sincerely, Gilbert Williams", "na_uk_27": "Dear Dada,\n\nMany thanks for the Slough paper and magazines. Was very sorry to see that Jefferies and How have lost their lives. I heard from Arthur this morning and he tells me that Fred Blane has died of wounds in the Dardanelles. I expect you remember him in the “Windsor Operatic Society”. [Line censored]…\n\nHarold White (Ginger) who lived with Arthur has joined the Royal Artillery Garrison and is now at Plymouth. Arthur has sold the motorbike. Petrol is too expensive he says. Since I wrote last I have been moved to a little village about 2½ miles out of the town I was in then. It is a dead and alive hole with only a few houses and two cafes, only one of which is open. The other has had all the windows blown out.\n\nWe expect to move further on still in a day or two. We have changed our truck for a much larger one and have made ourselves very comfortable. It is about 30 feet long, so we have divided it off (with our ground sheets for curtains) at one end to make a bedroom, and the rest of the truck we have fitted up with desks and cupboards. I spent the other evening making a table out of bacon boxes etc. At present we are living very well indeed, with bacon and kidneys for breakfast, steaks and vegetables for dinner, jam and honey etc. for tea and bread and cheese and pickles for supper. Not bad for “active service”. The Post Office cook still does all our cooking. There are four of us on the staff here now. One attached to each of the three divisions, and one learning the work who will probably leave soon to take charge of a division. There have been plenty of aeroplanes over here lately. A German came over the other evening and our people shelled it for about half an hour. I don’t know whether it was brought down or not. I had a nice long letter from Mr Hunt yesterday. He sent me photo of the “Roll of Honour” and told me all the latest Audit office news. Well, I don’t think I have much more to tell you at present so will conclude with love to all,\n\nYours, affectionately,\n\nMont.", "na_uk_28": "Dear Bert,\n\nMany thanks for your letter received a few days ago, also for the good old Woodbines which I got today. While I think of it in your letter you refer to a report published in the 6th monthly Magazine for August ’15, will you send me a copy, as I have not seen it.\n\nWell, we have had about the biggest gruelling we could wish for. The Huns bombarded us in the trenches for over two hours with Jack Johnson* shells, shrapnel, whizz bangs* (terrible things) and trench mortars, blew the parapets to blazes and nearly blew the whole lot of us up. The General Officer Commanding has complimented us on our behaviour. We are now resting at a place called Vlamertinghe, just south of Ypres and a couple miles North of Poperinghe [Poperinge] in Belgium. We deserve a rest for we have spent thirty-nine days in dugouts and the trenches (except three days) and needless to tell you we are very crummy, which tends to spoil the rest we are having. I never thought I was going to another phase of them after South Africa. I was in Poperinghe (where I met Jackson a few weeks ago)…\n\nThe beauty of it out here is we can stand a pal a drink, and also have one with him. I suppose shall have to wait for my increase, being an absentee from the office, anyway they can add it on to my salary as soon as they like for I shall then be able to pay more income tax. I enclose a few postcards. They are showing in each card before and after, or during and after the bombardment of Ypres, so you can guess what the place looks like. Well Bert in conclusion I must tell you that one of our Sergeants who is on leave, posted this in London for me, that’s why I am able to give you a few details. Kind regards to all friends in the Audit,\n\nYour sincere friend,\n\nJack Symons.", "na_uk_29": "Dear Mr Jones\n\nJust a line to let you know that I’m still alive and am moving to King’s Lynn on Wednesday next. Will write you later. How do you like the photo? Best regards to the office. From,\n\nH. Giles", "na_uk_30": "Dear Father,\n\nI do hope you and mother have not been worrying much about me as I am getting on all right. My wound is well now and the broken bone is my only trouble-  the two ends took the wrong turning first time so a couple of days ago they put them on the right road again. I ought not to be left with a short leg as there is about 40lb weight on the end of it, in fact I should not be surprised if it finishes off ahead of the other. One good thing is I get very little pain except when I am moved.\n\nDid you get my postcard? I haven’t had an answer yet but expect letters take a long while. I believe I asked you to send me some fruit but as things take such a long while to get here I am afraid it would be bad, besides they take French money here, and as I drew £5 from the Field Cashier only a few days before I was wounded I am quite well off and the orderly will buy fruit for me in the town.\n\nI expect you are surprised to get a letter when I said on the post card that I should only be allowed to write once from this hospital, but a fresh order has come out and one letter a month is allowed.\n\nWell, I have written quite enough about myself I think. I am longing to get a letter from you and mother, it seems ages since I heard from you. Have you taken a house in Uxbridge yet or are you waiting until Auntie and Uncle move there. I do hope you are getting a little more used to the lonely house. Please remember me to everybody and give my love to all relations next time you write and tell them I should like to hear from them if they would write although I shan’t be able to answer their letters. Have you heard how Frank is getting on, I meant to write him but put it off too long.\n\nI expect my kit has been sent home, hasn’t it? I am afraid your field glasses are lost as I left my equipment in the wood when I was hit. I am awfully sorry if they are but perhaps one of the men picked them up. I arrived here with only one boot and only one puttee, so will you send me a pair of puttees and a tie out of my kit. I shall be supplied with boots when I leave here, which won’t be for a while I expect. One thing I shall be very glad to get will be some books.\n\nWe are very well treated here, and the Belgian sisters from the convent are very good and often bring us grapes or apples.\n\nI didn’t get a very long run for my money, did I? It is rotten being out of the show, not that I wanted the war to last long, far from it, but while it was on I liked to have a finger in the pie, but it is no good grumbling and the best thing to do is to hope it will soon be over so that I can soon be home with you both again. Please give my kind regards to Kate. Very best, love to you both. Cheer up and don’t worry about me.\n\nYour loving son, (2nd Lieutenant Mayo)\n\nCharlie.\n\nP.S. I hope you can read this, it is awkward writing lying down.", "na_uk_31": "Several months ago, when we relieved the French of these trenches it was noticed how quiet the ‘atmosphere’ was, and it seemed quite in keeping with the beautiful hilly scenery. Since the British occupation however, things here have livened up considerably, and it has been found necessary to greatly strengthen the trenches, and make dugouts much deeper and safer, because of the various kinds of souvenirs sent over from the enemy.\n\nTheir latest was the aerial mine, of which no doubt you have read. It is exactly like an oil drum to look at, with wood ends, and explodes with a terrific report. I don’t think it can be fired from a gun, as it comes tumbling across in such an awkward manner.\n\nI don’t think we manufacture these articles at Woolwich as we can afford decent shells! We are not troubled very much by German artillery, but they make up for that with trench mortars and rifle grenades.\n\nAs a signaller I escape some of the hardships of trench life, especially now the winter has arrived, and much prefer duties which keep one under shelter to those of exposure at the parapet! Of course we have exciting times, when any wires are cut by trench mortars etc. and which need to be repaired at once wherever the break is.\n\nJust lately I am having a lot of experience at making and fitting fireplaces in dugouts. We generally use biscuit tins to hold the fire and rummage among old houses in the village nearby for pieces of piping to take the smoke out, usually through the entrance as it is impossible to cut a hole through the roof on account of the sheet of iron. Fuel for burning is generally a problem but a small supply of coke is allowed and we add to it all kinds of wood etc. When sitting up at night it is surprising what good time we keep when waking up the next fellow to carry on, if there is no fire, but if a good fire is on, we get quite generous, and don’t mind allowing the next man an extra hour or so to sleep!\n\nWe have had several days of rain this week, which doesn’t tend to improve life in the trenches, or out. On our journey to billets last Saturday night, we took a road through a wood constructed by the Royal Engineers. It wasn’t quite finished, and in places was ankle deep in water, so our march was more of a paddle. Parts of this wood, which is in a valley had been purposely flooded, so the road had to be laid on faggots and will be a piece of work when finished.\n\nWe are fortunate in having dry billets, with beds raised above the floor and a small fire. Sheep skin coats have been issued to us, and are very warm. There is a fellow here now imitating a monkey and holding out a small cup to an audience seated on the beds, while another chap is playing an accordion! All we need now are top boots (tall rubber waders or gum boots designed to try and avoid the problem of trench foot) to paddle through the trenches! There is plenty of water about but very little to drink or wash in. It is a fine place for people who are good at finding excuses for not washing! But there are very good hot water baths here, only it isn’t any good having a bath unless one really needs it, on account of the colour of the water!!\n\nWe do very well though, for food and clothing both of which are good, and well supplied, and considering the many distant places it is sent from, it speaks well of the splendid way our Navy is doing ‘its bit’…", "na_uk_32": "Dear Arthur,\n\nI really must make this effort to write to you and let you know how I am progressing. Well so far as a little internal trouble I’m keeping fairly fit now that the cold weather has started, and on my present job I can doctor myself, I am prepared to stick this campaign until further orders.\n\nWe are now in our winter quarters and a very nice place it is. Right on the edge of the cliffs, with a beautiful sea below, it reminds me very much of Cornwall. Then just across is the island of Imbros, and the sunlight on those mountains is sometimes marvellous. On a quiet, warm day, with the birds singing, one wonders if there is a war on, but the blooming shells soon drive that idea away. It’s jolly cold now though, but we have been served out with nice thick underclothes, and waterproofs, and top boots and except for always living in the ground, our comforts have been looked after as far as possible. Our food is as good as anyone could want, also I’m now used to a lot that before I’d turn my nose up at, and so long as the ships can land the goods I don’t think we shall be so badly off.\n\nMind it does blow, and the sea gets awfully rough and then no ships can come near us. We have the sea on three sides and the Turks on the fourth, so we are truly between the devil and the deep sea. The Turks still find some ammunition from somewhere whether our guns and the warships knock the very dickens out of them. It’s very exciting to watch a battle especially now it’s on our side the guns are not like at Antwerp where we were the ones potted. Now I am too sleepy to continue and as the firing has quieted down I’m going to sleep and continue tomorrow.\n\n5/12/15. I’ve not had a chance to finish this letter before, so here goes. We’ve had snow and rain and thunder and such lightening, and Lord it has been cold, everything frozen and even the water in my water bottle. But today has been beautifully mild and calm, almost like summer again. I have just received a packet of letters from my wife, written at different times since May, so am still in hopes that there may be some more back dates knocking around the world for me. We had three men killed last night in a little spasm, and today our guns and the Turks have been flinging dirt at each other. We used to duck once upon a time, as the shells came over, but now everyone seems curious to see what sort of a burst it will be and how much dust is knocked up, and heaps have cameras taking photos.\n\nEnclosed is a bit of heather which grows in great profusion all over the peninsular. And the troops use in the trenches to boil their dixies on. And now about the office. Do you know but, it’s quite an effort to remember the routine now…\n\nI suppose Mr Millow is still with you and is there any chance of H.R.H. Goff joining say as a S.C. (probably Senior Clerk)? There is now a singing in the air and bang just as I write they’ve dropped one over to us. Sometimes a shell bursts, and when we are working at something we don’t even know it’s come along. It’s funny what you can get used. But to get back to the office. I expect you have heaps of ladies there now, lord I haven’t seen a woman since April. What do they look like? I expect they scent out the office, and how careful you all must be not to swear. We often laugh here at the thought that if ever we do return to civil life again, we’ll be digging a little hole in the garden to live in and stirring up our tea with a bit of stick or our finger and just spit on the floor when smoking and if a little tickling in our shirt, just hopping it off in the street.\n\nI am out of paper (he is writing this on envelope), but it don’t matter. How are the lambs going? Here’s one that’s doing a little doing a little bleat far from home. I’d like to come you know, and have a rub at a bed and a roof, also a drop of beer perchance. Living in a hole for seven months now and the blue sky above gets a bit monotonous at times especially when the dirt will persist in falling on your face when you are trying to sleep and when it rains you’re up to your knees in no time, and that’s always at night. We had rum served out tonight and do you know, I can’t bear the stuff, just pause and think by the wayside, I can’t drink rum, in fact I hate it. How we do change by time. Now how is everyone down the club? Remember me to Emmie and Mrs Fellows and May. I understand that Mr Welsh and Mr Davies have been awfully kind to my wife, and I reckon its jolly good of them. This war seems to have found me so many kind friends, I don’t know what I’ll do to repay them all if I live through this…\n\nWhat has become of Beaumont and Jackson, and is my pal Jimmy Edwards still alive,… Bert I’d like to send you a Turkish shell but the post office won’t accept them for transit, anyhow perhaps I’ll bring home a nose fuse for a paper weight. Do you know back in the summer I had a shell drop just off the seat of my trousers and it did not explode. Kaw! It was a bit of luck, I didn’t stop to pick him up though, in case he changed his mind later. Well now I’ve tried to remember everyone, but do you give heartiest good wishes to the office for a Merry Xmas and a victorious New Year and trusting you’ll all be safe from Zeppelins. Yours very sincerely,\n\nT. Harold Watts", "na_uk_33": "The last time I wrote I think I told you we had lost our comfortable job on\nrailheads. We have been shifted from General Headquarters and are at\nthe most godforsaken hole there can possibly be in France. We had a\nrotten journey raining all the time. Reveille* was at 4am and we\neventually left the station about 10am. The accommodation consisted of\nthe old cattle trucks, and rations of bully and biscuits. It was a very cold\nand uncomfortable journey.\nWe arrived at our destination about 4.30pm and after standing in the rain\nfor 2½ hours with full pack on, we set out on a ten mile march. It’s the\nworst march I’ve ever done. The majority of us at the finish were\nabsolutely knocked up and were only too glad to crawl into the billets\nbefore going to bed, which was about 12pm. They gave us a mug of tea\n(the first we had since six in the morning) and best of all a ration of rum.\nThe up to date soldier kit to carry about from place to place consists of\n150 rounds of ammunition, inside the pack; overcoat, fur coat, two pairs\nsocks, one pants, one shirt, ground sheet, iron rations [emergency food\nsupply]. Outside pack; Mackintosh and mess tin, in haversack; cleaning\nkit, hold all, 24lbs rations, soap and towel, and on top of that extras such\nas handkerchiefs, plate, mug, tobacco, etc, two smoke helmets* in a\nsatchel slung over the shoulder, a respirator in the left flap of a tunic and\nfield dressing on the right, and of course the rifle, in all it’s no light weight\non a long march, it takes all one’s strength and staying power to keep\ngoing.\nWe are billeted in a barn and have a sea of mud to get through. We have\nno boards, so sleep on the ground, fires are not allowed in the billet and\nat night time it’s devilish cold.\nIn the village there is a little general shop (now nearly sold out), one pub\nwhere they sell something they charge 2½d for and call beer, there are\nno shops of any description and of course no amusements.\nRations are not so good now (today’s dinner, Sunday, bully beef, stew\nand two potatoes between 35 men. We have a loaf and a bit (small loaf)\nand two tins of jam between seven men, the short bread issue being\naugmented by the world famous army biscuits.\nOur captain is a perfect gentleman and about the most popular man in\nthe regiment, the junior captain (an absolute sport) and the platoon\nofficers are all very decent sort of fellows. We appear to be much better\noff in this respect than before, and certainly think that D. Co. has got as\ngood a selection of officers as any other company in the battalion. One of\nour fellows ran across a number of Audit R.E.s and they enquired after\nMaggs and myself.\nFreddy or\nWhat’s left of him after some very stiff marching.", "na_uk_34": "Dear Mr Hunt,\nI expect you have heard at the office about me being in England suffering\nfrom gas poisoning, and as it is quite a long time since I last wrote to\nyou, no doubt a few lines will be acceptable, to explain matters.\nWe left the trenches at Vimy Ridge on July 5th, and marching back about\n14 miles we eventually reached a village named Ostreville for the purpose\nof having a divisional rest. The signallers thought an orchard would be\nvery convenient to erect bivouacs in, so when we were busy carrying out\nthis idea an old Frenchman appeared at the scene, and raised objections.\nHowever he agreed at last to allow us in at one end of the orchard,\nthinking, I suppose, that we would wander about his place! We had an\nenjoyable time here for six days, and then had to return to our old billets\nnear Mount St. Eloi until the whole of the division had retired. We guessed\nby this move that our ‘rest’ was over, and the following days were spent\nin marching, and travelling by motor lorries and train until we arrived at\nMericourt Station on July 21st near Albert.\nAfter a delightful swim in the river near the billet we marched off the\nfollowing night, to take part in the ‘big push.’ We slept in an open field\nthat night near Fricourt farm, and were rather rudely awakened by a few\nGerman shells landing near us.\nFor five days we were lying in reserve in this district, and occupied our\ntime in watching an army of men at work in the valley, making roads,\nrailways, boring for water and laying down water pipes, also practicing\nattacks in the old trenches. It was very interesting to see the great\namount of artillery, busy practically all day and night, and to read their\nmessages sent by visual signalling [often using lights] from a ridge across\nthe valley.\nOur period in reserve being up, we moved to Mametz Wood to lie there in\nsupport for five days, before going into the trenches at High Wood. On\narrival at the edge of the wood at night, we were welcomed by a big dose\nof gas shells and shrapnel, which was applied steadily throughout the\nnight by the German artillery. Having to assist in putting our signalling\ngear into a hole for safety, I was prevented from using my respirator for\nthe first quarter of an hour, as we could not see on account of the\ndarkness and dust made by the ammunition columns rushing along the\nroad, and it was during this time that I must have breathed in enough gas\nto put me out of action. Afterwards of course respirators were used, when\nwe were settled in holes by the roadside for the night.\nI remained with the battalion until I was sent to the casualty clearing\nstation on August 3rd and reached Rouen hospital the next day. I had to\nwait until the 9th and crossed the channel from Havre to Southampton on\nthe New Zealand ship Marama, with about 800 other patients, the day\nafter. It was a splendid boat with every convenience for carrying wounded\nmen, and the sisters and orderlies were colonials.\nIt was last Friday week when I arrived here, and must say it is very\ncomfortable and quiet. I had to remain in bed until last Saturday, but of\ncourse I cannot do any route marching yet! So I have to take life quietly,\nwhich is no hardship I can assure you after France. I am on an ordinary\ndiet, and taking medicine.\nI hear you have Mr Symons back again, is that so? And is he back in the\nsame old spot? I hope he is pretty fit, although I suppose there must be\nsomething wrong with him, to be back again.\nI suppose things are as quiet as usual with you. Have you had your\nholidays yet? This is about your time I believe. I shall be glad of a few\nlines when you have time, to hear the latest about the office. I hope you\nare keeping fit, also Mr J.B. Taylor and Mr Woodhams and with kind\nregards to you all. Yours sincerely,\nFrosty.\nP.S. It is a treat to write a letter without the censor’s shadow over one!", "na_uk_35": "Dear Mr Hunt,\nThanks very much for your letter which I received a week or two ago, also\nfor the magazine.\nWe are in the trenches just now. In fact we seem to spend about three\ntimes as much time in as we do out. Also we are in a pretty warm spot, it\nwas about here, towards the end of last summer that the French and\nGerman had some of the fiercest fighting of the war. The country around\nabout is a veritable maze of trenches. The fighting at one time was so\nfierce that there was only time just to bury the dead in the sides of the\ntrenches, and now that the trenches have crumpled one is constantly\nseeing the bones of men’s legs or their boots, or skulls sticking out from\nthe sides of the trenches, pleasant, eh? There will be a pleasant smell\nhere in the summer. I only hope we are not here then. In places we are\nonly about twenty yards away from Fritz and company. Consequently all\ntimes the air is pretty thick with bombs, grenades and trench mortars.\nThese last are pretty hellish sort of toys. They have an explosion like\nabout ten earthquakes rolled into one. But even these are not the worst\nwe have to put up with. The trenches being so close together there is of\ncourse any amount of mining going on. So one never knows when the\nparticular lump of earth one is standing on is going to take a trip through\nthe solar regions. When a mine does go up, there is some excitement\nknocking about I can tell you. Suppose for instance we were going to\nexplode one, all the artillery in the neighbourhood is ranged on the spot\nand directly the mine is exploded, there is hell let loose on the crater. Of\ncourse as soon as he gets the range the enemy replies, so that the air is\nfairly full of everything that kills quickly. One can on these occasions\nalways rely on a good many casualties. Since we have been in this spasm\nthere have been five exploded in this neighbourhood, while others are\nexpected to go up at any time. So much for conditions here.\nHow is everything in town? Pretty quiet I suppose. I see you’ve had the\nzepps (Zeppelins) over again? Is it a fact that one dropped in the\nThames? (Lines censored.) That is about all the news, so will close,\nkindest regards to everybody. Yours very sincerely,\nGilbert Williams.", "na_uk_36": "Dear Mr Smith,\nI hope you will accept my apology for not writing before. It has not been\nwant of will it has been lack of opportunity. I wonder how you all are. I\nam fairly well now but was very queer for several weeks recently. I also\noften wonder how you are all getting on and should like to hear.\nA matter of about five minutes ago Fritz was bombing us, and I have just\ngot up off the ground where I was laying for about twenty minutes. One\nfellow has been hit, but not severely by shrapnel. This is his second visit\nthis evening.\nIt will soon be twelve months since I left you. It seems a very long time\nago. I am afraid I have very little I may tell you, so will conclude by\nasking you to accept my best wishes for the New year and desiring that\nyou will remember me kindly to any enquiring friends. Believe me, dear\nMr Smith, sincerely yours,\nW. Wiggs", "na_uk_37": "Sunday\nDear Charlie,\nHow are things going with you now? I expect like the rest of us will be\nglad when the better weather sets in for there is no doubt about it, it has\nbeen rough lately.\nSince I last wrote to you we have shifted to another part of the line and it\nis a warm shop, for both sides must have all guns they can find and it is\nnothing but one long duel all day and every day but thank goodness it\ngives over a bit a night so that one can get on with their work. You see of\na night the flashes of the guns can be seen so plainly that is why they do\nnot fire a lot then.\nJust on our right our people retook some trenches we had lost, oh what a\nrough time the poor devils had, snow and mud as much as you like and\nthey had to lay in it for two days and grub could not be got to them. I\nexpect there have been a few more from Paddington called up by now, it\nseems if the authorities mean to have all the men they want and if they\ncan’t get them one way they will another, and it certainly looks as if they\nwill be wanted for out here. One cannot see any signs of an early\nsettlement. I see by the papers that the air raids have been busy in\nEngland again. I suppose you have not seen anything of them yet, has\nRory Moore had any more frights? We have the taubes [German aircraft]\nover our hospital nearly every day or night and I can tell you we got some\nstarts at times. The nearest we have to them since I have been here is\njust one yard from the main door, at 12.30 it blew in two pairs of double\ndoors and shattered on end of the building to bits but not a great deal of\ndamage to life which after all is the main thing. The arrangements we in\nwork is five or six days up the line and four or five down if you are lucky.\nOf course at times these arrangements go to pot when there is an attack\nand we get a warm time and I should like to enlarge on these things but\nof course you understand I cannot.\nGive my kind regards to all and trusting you are well.\nYours Will", "na_uk_38": "Dear Mr W.H. Davies,\n\nJust a line to let you know I have not forgotten you. I received a letter on\nTuesday 3rd of January 1917 which you sent to me on August 24th 1916.\nBy the marking on the envelope it has been round to various regiments\nand officers, but it has arrived quite safe at last. I received the letter you\nwrote in October quite safe. I am sorry I have not written before but we\nwere rather busy when I received your last letter and we could not send\nmore than a field card for about a month. Well I am pleased to tell you\nthat I am still going on first rate. I expect you will be surprised to hear\nthat I have left the Northamptonshire Regiment and am now attached to\nthe Army Printing and Stationary Services. We are opening a new branch\nin the photography line and I am here as a photographer.\nI am unable to tell you more than this up to the present. I expect Harry\nwill be pleased to hear this as he used to give me quite a lot of tuition in\nthis respect.\nThere are only two of us here up to the present and as the dark rooms\nare not finished yet we are having an easy time. The Officer is away in\nEngland just now getting some more photographic apparatus so we are\non our own and I am in charge.\nWe are billeted with a company of Australian electricians, mechanics,\nmining and boring engineers and are having a fine time. There are a good\nlot of fellows and make us very welcome. We had a grand Xmas with\nthem and they know how to enjoy themselves. You can understand what\na change this is after being in the line. Just before I came on this job we\nhad over a month in and out of the line waiting to go over the top when\nthe weather was favourable.\nWe went in for four days then out for a rest for about three days then\nback again. The water was over our knees in the trenches and it was\nimpossible to use the communication trenches at all. We were holding the\nfront line with two platoons (I should say our boys’ section of the line).\nOur platoon was twenty two strong including the Officer, and during the\nbombardment we had eight put out in ten minutes. There were no\ndugouts of any description there, so you can imagine what it was like to\nstand there for four nights. We hoped the weather would be alright so\nthat we could go over and get it done with but it was not to be. We were\nout digging one night when they let us have it for five hours with gas\nshells, we had two chaps hit with them and put right out.\nThe sights and smells were awful, as a good many of the chaps lay just as\nthey fell during the advance. It was impossible to bury them. Also there\nwere about a dozen dead horses round about in the mud that were killed\nby shell fire while bringing up ammunition for the guns. Our guns never\ncease down there, as soon as one section stop, another lot open out so\nyou can tell there is Somme noise.\nThe last time we came out, was for forty eight hours’ rest then in again\nand over, but the troops were in such a bad condition that the doctor sent\nin a report saying we were not fit for the line so two other regiments in\nour division went over in our place.\nWe were held in reserve and I am glad to say not required after all. Well I\nthink this is about all, for now, I have been with the A.P. & S.S. since\nDecember 1st and I can tell you, I hope I shall stop here. I have no desire\nto go back to the line. Kindly remember me to all old friends. With kind\nregards to yourself and all on Section 4.\nYours sincerely, H.A. Skilling\nNo. 2 Section Advanced Section\nArmy Printing & Stationary Service…", "na_uk_39": "Dear Mr Taylor,\nNo doubt you think that I have forgotten all about you and my friends of\nthe Audit, but never let it be said (this is an army term, if you please.)\nTruth to tell I have been going to write time after time, but have had to\nput it off for various reasons. I am taking this opportunity of writing to\nyou, while I am in charge of tonight’s guard. I get this job about once a\nweek now, it’s not so bad, I have three men and a man in waiting; we\nmount at 5pm and dismiss at 7am. We make ourselves as comfortable as\nwe can, in the guard tent, which just covers over the top of the sand\nbags, and these have got grass growing out of them now. The sand bags \nare about 4ft high and make a good protection. April 1st I got my two\nstripes up, after being a 1st Air Mechanic for 12 months, the NonCommissioned Officers have a very decent mess here, and everything is\nok. I am corporal in charge of wireless, photographic, electrical and all\ninstruments used on aeroplanes, I have had a very good education on all\nthose subjects, but the one I like best is the wireless, it’s far more\ninteresting than photography, which is a very big thing indeed out here,\nand a lot depends upon a good photograph of the Hun lines…\nYesterday I saw a nice little game between one of ours and one of theirs,\nafter our anti-aircraft fire had taken it up a bit higher, our machine went\nfor it and got well over the top of it, then two more of ours came along\nand forced it down, she tried all manner of tricks, but down she came\nalright, and landed a clean machine, not broken in any part, and the two\nHuns inside it quite well.\nWe gave a revue (theatrical show) to our chaps here on the 13th, it went\noff alright, we started at 9pm and gave a two hours show, am enclosing\nprogramme, and will forward a photo of myself as the ‘oldest inhabitant’\nas soon as I receive them from the Frenchman who took them…Kind\nregards to all of the section and the remainder of the agreements, and\nhoping you are fit and well. Good bye. Yours sincerely,\nF.R. Morris", "na_uk_40": "Dear Charles,\nJust a line to let you know I am getting on fine. I have been in France\nsince Good Friday morning. Well it is not so bad, but of course not so\ncomfortable as the office work.\nWe had the Lord Mayor of London over to see us the other Sunday when\nwe were resting, he made a little speech.\nHow are all at the office? You might remember me to Mr Woodhams, Mr\nJones and Mr Cowan and the boys also the girls. I suppose Mr Redford\nhas retired by now.\nWe have been in the trenches since the 13th and I expect we shall go out\nshortly. Our little dugout has just been flooded out, a very heavy\nthunderstorm, but we have run it out. It is rotten to see how the towns\nhave been shelled to pieces. I don’t suppose they will ever be rebuilt.\nMy brother was home on leave some time ago that is the second time so\nhe has not got off badly. He has been promoted to Sergeant now. He\nseems to be getting on fine.\nHave you seen Ernie Smith? How is he getting on, is he still in the A.P.C.\n(Army Pay Corps, non-fighting troops)? As I hear a lot have been\ntransferred into line regiments.\nWell here’s to the time when the war is all over and we are back in the\nsame old place. The trenches where we were are only 25 to 30 yards from\nthe Huns so had to keep a bit low.\nMy address is 3343 Lance Corporal J. Davies, No. 1 Platoon D Company,\n6th City of London Rifles, B.E.F., France. You might drop me a line to let\nme know how you are getting on and any news,\nKind regards…", "na_uk_41": "Dear Mr. Riches\nThe worst has happened. The War Office has sent us down to this place which is miles from nowhere. The camp however is made up of hundreds of huts is according to the ‘old uns’ at the game the finest they have ever been in, certainly everything is alright but the place is so muddy and my time is split up. One half getting frightfully dirty and the other getting myself clean again. However it’s all in the game and can’t be helped. There are twenty to a hut. The beds are three long boards on two trestles about eight or nine inches off the floor, a straw mattress and a straw pillow, and four blankets. Not a bit what I have been used to. However I am now quite comfortable in it and sleep like a top. Marvellous how you think we settle down to it. Don’t you think? We rise at 6.30am. Breakfast (porridge and bacon) at 7.30. Parade at 8.20. Drill till 10.30. Then half an hour’s rest. Then more drill up to 12.30. Dinner at 1 o’clock (meat and two vegetables and sweets). Parade again at 2.20. Then more drill which brings us up to 4pm. We are then dismissed for the day. Tea at 5pm (bread, butter and jam). After which we can do what we like until 9.15. By this time we have to be in our huts for the final day’s roll call and at 10pm. All lights have to be out. That’s what my day consists of at present. It may not seem much, and really it isn’t, but I am half the day cleaning up. The grub is alright but there is not quite enough of it at present. I think however this will be right as soon as they have made all necessary arrangements. For the time being the Non-Commissioned Officers seem to be a little overworked. This is the same every day, varied on two mornings a week with a long route march in the morning. Of course we only have half a day on Saturday and only a Church parade on Sunday. So altogether things are not so bad. The only thing is I can’t get away for weekends, as it would take up most of the time to travel to London and back. I shall try however and run up to town in a few weeks’ time if possible. Kind regards to all at ‘Omega’, and everybody at 164, W.1, including, yourself.\nYours, S.C.D.", "na_uk_42": "Sunday\nDear Charlie,\nHow are things going with you now? I expect like the rest of us will be glad when the better weather sets in for there is no doubt about it, it has been rough lately.\nSince I last wrote to you we have shifted to another part of the line and it is a warm shop, for both sides must have all guns they can find and it is nothing but one long duel all day and every day but thank goodness it gives over a bit a night so that one can get on with their work. You see of a night the flashes of the guns can be seen so plainly that is why they do not fire a lot then.\nJust on our right our people retook some trenches we had lost, oh what a rough time the poor devils had, snow and mud as much as you like and they had to lay in it for two days and grub could not be got to them. I expect there have been a few more from Paddington called up by now, it seems if the authorities mean to have all the men they want and if they can’t get them one way they will another, and it certainly looks as if they will be wanted for out here. One cannot see any signs of an early settlement. I see by the papers that the air raids have been busy in England again. I suppose you have not seen anything of them yet, has Rory Moore had any more frights? We have the taubes [German aircraft] over our hospital nearly every day or night and I can tell you we got some starts at times. The nearest we have to them since I have been here is just one yard from the main door, at 12.30 it blew in two pairs of double doors and shattered on end of the building to bits but not a great deal of damage to life which after all is the main thing. The arrangements we in work is five or six days up the line and four or five down if you are lucky. Of course at times these arrangements go to pot when there is an attack and we get a warm time and I should like to enlarge on these things but of course you understand I cannot.\nGive my kind regards to all and trusting you are well.\n\nYours Will (Davies)", "na_uk_43": "Dear Gerald,\nNo doubt, perhaps you had thought I had forgotten old friends at Paddington, but such is not the case. We so not have much spare time for letter writing now. To tell you of all our adventures since we left England would take too long here to relate but I will save for when I come home. Perhaps you have heard, we were only at Farnborough four days, before we were sent over there. By God, old chap we did have a time of it, the first fortnight. Living on bully beef and biscuits, travelling day and night and sleeping anywhere and doing long tramps with full kit on nearly done us in as we had no training. We managed to stick it through, but I thought poor Percy Smith would have to give in as he was very queer with toothache. The first six weeks we moved about from place to place doing all sorts of fatigue work, bar our own. Lambert, Smith, Collins and myself are now settled down in H— the place where Mr Laker’s son was so long at. Collins and Lambert have been fortunate enough to get temporary clerical work during the last months.\nI was promised one when on the 17th of last month I was wounded by a bomb from a taube which landed clean through our billet at 12 o’clock at night, when we were all sound asleep. I caught it in the thigh, but luckily it was only a flesh wound, but I had some awful bruises from the debris which fell on it. I have been in hospital ever since at the base, but I am pleased to say I am now nearly well again and in a convalescent camp three miles from there, overlooking the sea. We are not allowed to put our address at the heading of a letter so I will put it here:\n2AM /W.P. Mansbridge No.16929, Royal Flying Corps No. G 21 Hut no. 6 Convalescent Depot, A.P.O. S.17, British Expeditionary Force. After I am discharged from here, I shall be sent up to the base and then up the line with the “best of luck” as the Tommies say out here. I am hoping to get back to H— as I was so happy and with such decent fellows there, but I don’t think it probable. Lambert, Smith and myself, often used to talk of old times and wondered how things were at Paddington. I daresay Gerald, there are not many young fellows left in the Audit are there, has Mr Horsley gone? Do drop me a line when you have time, as I assure you old boy, it is a real treat to hear Paddington news. I have never felt in better health, army life certainly agrees with me also with Lambert. Billy Button is at headquarters, got a cushy job. I believe I saw him once there, but I have no idea where the other G.W. fellows are. I am afraid I am not very fluent with my French yet, I could have done with your services on several occasions. How are Mr Slater and other members of the Stats. (or is that department disbanded?) Please remember kindly to them. (Lines censored)Cannot stop to write more now as I am just off to a concert in the Y.M.C.A. hut in the camp here. (Lines censored)\nYours very sincerely Dick Mansbridge P.S. I am only about 12 miles from where you used to go to, so perhaps you can guess the place I am at, E- – – – – s. [Etaples]. Do you ever hear anything of the other boys out here?", "na_uk_44": "Dear Mr Hunt, I was very pleased to receive your letter for which many thanks. It took nearly a fortnight to reach me as I have changed about a good deal lately from one division to another and it has followed me around. I am pleased to say I am still keeping very fit and going on in about the same way. I think the last time I wrote we were living in trucks. Well we have now moved into huts about ten feet square, which are very comfortable although not quite as large as the trucks. They are well built and stand about a foot from the ground so keep very dry. We have two of them, one which we use as an office and the other to sleep and live in. We also have a tent which we use for keeping kits etc. in, but we shall probably sleep in it when the weather is a bit warmer. We have had some lovely weather lately, quite like summer but rather cold at night. We had a great deal of snow last month also plenty of rain and wind, and were over the tops of our boots in mud. We are stationed at a very small village which stands very high (about 600 feet above sea level) you can guess it is a bit breezy at times. It is a one-eyed hole with only two cafes and no shops. We have all our meals cooked at one of the cafes, and we live very well although there is not very much variation in the menu. I have managed to have one or two musical evenings lately. The fiddle I bought appears to be a fairly good one but my fingers are not quite so nimble as they were. I am afraid I shall have to put in a month or two’s practice before I get back to where I was before I came out here. Glad to hear you have taken it up again. We shall be able to get a band for our next ‘lamb’ dinner whenever that will be. Things do not seem to make much of a move round this way. We get plenty of aeroplanes over and see a good many fights in the air. There have also been a good many shells dropped not very far away from us, but we have managed to dodge them so far although, one of our fellows, who comes from the Midland Railway and who I worked with for some time, has been wounded and sent to base. There is only one G.W. man anywhere near me as far as I know and that is Colcott from Chief Goods Manager’s Office but he is some distance away and I hadn’t seen much of him. I was surprised to hear that Morris had gone into the R.F.C. (Royal Flying Corps) after being rejected for the Infantry. I was also surprised and sorry to hear about Jack Symons. I had heard nothing about it. How did it happen? It must be very quiet at the office now with so many gone. (Censored line). As you say it is quite a change from the old days. I have not yet come across any of those who joined the R.E. (Royal Engineers) Transport lately. Did you know that Arthur Watton has joined? We had a concert party belonging to one of the divisions stationed round here, staying in the village last week, and they gave us a show two nights running. They had a proper stage with scenery and footlights, everything complete. They were very good indeed. The programme consisted of songs, sentimental and otherwise, also a ‘Sketch’ and some Charlie Chaplin pictures which were very laughable as usual. Well, I don’t think I can tell you much more at present. Please remember me to all at the office. Kind regards, Yours sincerely, M.P. Pond", "na_uk_45": "Dear G. [Mr Burgoyne], I guess you wonder what has become of me after this long silence, but you will see I am a good distance away from the homeland now. I arrived here early in April and since the start have been getting on quite well. You may be interested to know that Gray from your department is also here. It is rather strange that I should rub against him. The weather is brilliant, cloudless skies day after day, but it is very hot. There are plenty of mosquitoes about. They are very tantalising. A net is practically a necessity for sleeping purposes. I am billeted in a warehouse, it is a very old place, and has stood hundreds of years. I should think, according to its general appearance. I have not picked up the lingo yet, but French is chiefly spoken, and I much regret not having studied it more when I had the opportunity at home. This town is a queer sort of place as compared with some of the French towns we know, and am sure I shall not wish to see it again when once I leave. The cafés are not so gay as the French, but I manage to have fun occasionally. We have got a piano and gramophone to amuse ourselves with. I hope we shall be able to have another trip to Paris, when the war has cleared up, but of course when is a question nobody can answer yet awhile. Shall be very pleased to hear some news of you, and conclude now with all the best. Yours sincerely, Frank.", "na_uk_46": "My Dear Bertie … I am pleased to say I am still in the same job and getting to understand the run of things. It is very interesting work, as you would imagine. It is a real line here, sometimes we are pushed and carry on till the early hours of the morning. I might say there is no grumbling about tea money, overtime or bonus quotas putting in as much as eighteen hours a day sometimes and it would not do to send deputations to the chief who is also hard at it, in his room; there is a special way of dealing with such in the army. Of course one never knows how long this may last I may have marching orders to proceed elsewhere any day. Each day is absolutely a day unto itself here. We don’t count tomorrow. I see you have been visited with a blizzard, we also have had a severe touch of winter and at the present moment it is snowing hard outside. The shutters are closed and the work is being carried on by lamplight, this is necessary owing to the glass having recently left the windows in small fragments some souvenirs [shells] having called upon us. When the weather is fine we are fresh air fiends now both day and night except that we close the shutters when snowing or raining. The latter it is often doing. There are hosts of interesting things I could write you about but these will do later on when I have the pleasure of seeing you. Lieut. Dunton’s crowd was hereabouts, but I did not run up against him. I suppose the Derby* entries have commenced to run now. I met another GW fellow the other day, Sergeant Gregory, a Slough fellow. I think George Jones would know him. I have seen this fellow at Paddington but did not know him to speak to. I had a letter from Longmoor Camp. Must correct information. J. Higgs is in the Railway Transport Engineers with another friend of mine, Watton of Windsor who was in the Finance office…", "na_uk_47": "… I must thank you for the cigarettes you sent me, I received them with your letter last night, and I was just on bankruptcy as regards fags, so you can consider you have saved my life. So you are going to have a (pigeon) kill off to reduce numbers, well, they’ll come in handy for the homing pigeon fund, that is if you don’t want them for yourselves. Dad has had my place lime-washed out, he says it looks quite smart again. I think there are only four old birds and two youngsters there now. The bombs from the Zeps (Zeppelins) shook you up then, they make a nice little row don’t they. I have heard them out here and seen them drop, and a piece of one of the bombs hit me and I was quite 500 yards from where it dropped, of course it did not hurt me, as it was spent. Even the noise from those bombs is not a quarter as loud as one I had drop near me last Saturday, it was a trench mortar bomb and although I was quite 50 yards from it the force of the explosion knocked me over. Yours very sincerely Ron", "na_uk_48":"Dear Mr Welsh, A lot has happened since I last wrote to you and we have moved, and moved, and moved again, and still we are moving. There is nothing at all to say about the actual coming off. We were told to pack up, and having done so, were marched off and soon afterwards were making up a four for Bridge in quite a comfortable cabin and enjoying the unwanted luxury of electric light. The only thing that struck one in coming away was that nothing had altered and it might easily have been the night I landed. The same old beach apparently full up with boxes of bully beef, tinned milk and jam, the same old destroyer, with its search light playing on the shore, keeping up its systematic bombardment and the same old swish of bullets around and dropping into the water. No sooner was Christmas here than we were packing up again, to come on here. A large town a few miles on the interior, it is a filthy rotten smelly hole and we always carried loaded revolvers and walked about in batches and were never out after dark. Probably the people are not ill disposed to us but some of them looked pretty villainous and it was better to be on the safe side… We have had quite a good time and the regular hours and regular meals have backed everyone up well and now we are all as fit as ever- apparently. Thanks very much for the Xmas card it was a bit late but then all our Xmas letters and parcels were on account of the way we have been moving about; we lost a good mail, too, on the Persia (S.S. Persia, which was torpedoed and sunk in December 1915). I am enclosing a few photos that might be of interest to you. I have some more snaps coming later on and will let you have some if they turn out to be any good. With kind regards. Yours sincerely, H.W. Cronin", "na_uk_49":"Dear Sir, I expect you wonder what has become of me as you have not heard from me for such a long time. The reason is that since the 20th September I have been suffering with enteric (typhoid). The exact diagnosis of my case being para typhoid B. I have not been up three weeks until next Friday, but since I first got out of bed I have made splendid progress. I was in an isolation hospital in France for six weeks and previous to that in a General Hospital for eight days. I arrived here late last Wednesday night after a very decent journey. This is a beautiful palace surrounded by a park in which we can walk about and we are allowed to go to the post office which is quite near. I am quite happy and comfortable here, it is a splendid hospital. We have a concert or cinema nearly every night in the big hall. Food is good and plentiful. How long it will be before I am considered fit again I have no notion, as a rule it takes months for a person to get right again. It is a very funny and beastly complaint. During to the whole time I have been in hospital I have received every attention and kindness. During the months of July and August when I was in the Somme district I had a very rough time, was nearly worked to death and had little sleep. At one period we had to commence work at 2am but we were supposed to rest in the day but we could not get any. However, it was all in a good cause and we got through it. Ambulance trains were loaded up at the station where I was and we saw some awful sights. English and German wounded. Perhaps I picked my fever up at this place, but one never knows. While I was in the isolation hospital in France I was kept for three weeks and two days on liquids but I am pleased to say that the doctor has now put me on ordinary diet. With the kindest regards and best wishes to all, I remain yours obediently. A. Smith", "na_uk_50":"Dear Mr Wood. I had meant to write to you when I could tell that I was definitely settled, but as it now seems that some time must lapse before that happy consummation I decided that I would wait no longer. Felixstowe is the largest and most important of all the home stations. It is an ‘experimental and educational’ station, i.e. all sorts of machines and inventions are given a chance here and a large number of young officers are taught to fly sea planes. There are between seven hundred and eight hundred men on the station, the greatest proportion being mechanics. So you will readily appreciate that the work of the Stores Officer is no sinecure. Another man was sent down with me for training, he served in Gallipoli with a machine gun section and afterwards worried the Senussi (a reference to Western Desert campaign in North Africa) in an armoured car and as he collected eight machine gun bullets in his anatomy he was sent home and down here for stores work. He is an exceedingly good chap and my great chum. The stores here were being temporarily carried on by the carpenter, a commissioned Warrant Officer and it was quite thought that I or my friend would be appointed, as a matter of fact I was recommended for the post and was halfway through the ‘muster’ (stock taking) and only awaited confirmation from the Admiralty. But today orders came to ‘stand at ease’ and it appears that some other man is being sent here. It is really no disappointment, as I didn’t care in the least where I am sent, and I have now learnt enough to take over any old stores. I will let you know when anything is decided. Of the work of the station I cannot of course tell you much, it is all intensely interesting and one really feels quite near the thing. We have had four raids since I was here, and they are truly fascinating. We have a very lively six inch gun, quite near our billet and when she’s busy we begin to enjoy ourselves. The boom of the falling bombs, the crack of our gun, the shriek of its shell and the fantasia of a dozen search lights provide a most excellent entertainment, of course Harwich Harbour and our adjoining Air Station are objectives of the first order. I shall be very glad to hear from you and to know any changes or events in the Audit office, it all seems very far away and I can’t see myself back there again! I had forty-eight hour’s leave for my daughter’s wedding on the 23rd of August, she and her husband leave for India on the 23rd instant, a great wrench for me. I suppose you will have retired before I get back, but I hope we may not altogether lose sight of each other. Regarding this over, it seems all very tame but directly I want to say anything interesting, I am brought up sharp! Kindest regards to you and all my friends in the Agreements. Yours very sincerely, Donald S.W, Hambly A’ hem! I miss the GW magazine. I did not see September number.", "na_uk_51":"Dear Jim (Mr Porter) Just a few lines to let you know things are going. Am having a fairly good time nothing at all to grumble about. I don’t think I shall be going to France for a few months yet. I met one of the chaps from the tickets department last week he is in the R.F.C. down here. Some of us were feet under canvas for a fortnight but owing to the wind and rain we were moved back to the huts. When we were under canvas, we used not get up till 8 o’clock, we were supposed to go on parade at 6.15am, but we dodged that. I enclose photo (not dressed for the occasion) outside our hut L20 or Hell 20 as it has been called. I am looking forward to seeing some of the office chaps when I am able to get leave. I hope your brother is getting on alright in France. Hoping you are ‘in the pink’ like myself, Yours very sincerely F. Turner Please write as soon as poss.", "na_uk_52": "Dear Charles, Just a line to let you know I am getting on fine. I have been in France since Good Friday morning. Well it is not so bad, but of course not so comfortable as the office work. We had the Lord Mayor of London over to see us the other Sunday when we were resting, he made a little speech. How are all at the office? You might remember me to Mr Woodhams, Mr Jones and Mr Cowan and the boys also the girls. I suppose Mr Redford has retired by now. We have been in the trenches since the 13th and I expect we shall go out shortly. Our little dugout has just been flooded out, a very heavy thunderstorm, but we have run it out. It is rotten to see how the towns have been shelled to pieces. I don’t suppose they will ever be rebuilt. My brother was home on leave some time ago that is the second time so he has not got off badly. He has been promoted to Sergeant now. He seems to be getting on fine. Have you seen Ernie Smith? How is he getting on, is he still in the A.P.C. (Army Pay Corps, non-fighting troops)? As I hear a lot have been transferred into line regiments. Well here’s to the time when the war is all over and we are back in the same old place. The trenches where we were are only 25 to 30 yards from the Huns so had to keep a bit low. My address is 3343 Lance Corporal J. Davies, No. 1 Platoon D Company, 6th City of London Rifles, B.E.F., France. You might drop me a line to let me know how you are getting on and any news, Kind regards…", "na_uk_53":"Dear Mr Wood, Just a few lines to let you know I arrived safely after visiting several places which I am not allowed to mention. This place is quite oriental as the fronts of the houses are for the most part looked after and kept in repair, while the backs are allowed to go, and it gives one a shock to see a fine building in the front, and then to go to the back and see it all neglected and ready to fall down. It is very hot here during the day and the swarms of flies and mosquitoes keep one very busy and I dread to think what it will be like in the summer. It seems strange to see oxen drawing carts and donkeys with packs on, but it is a very common sight here. I sometimes have to go to the big steamers in a small pinnace [ship’s boat] and when it is rough it requires some nerve to walk along the sides of barges that are pitching and tossing and then climb up the ship’s side by a rope ladder, but it comes easier in time. It is very mountainous here, and we get a very fine view of Mount Olympus and the snow-capped peaks. I had to go by motor up country the other day and I had to grip the side of the car as the roads are awful and sometimes there is only just room for the car to travel and a sheer drop on the other side. The labourers at the docks are Greeks and when they are taken on in the mornings it is a regular Babel ‘till the Military Policeman uses his persuader (truncheon) right and left and that calms them somewhat. I have not met Mr Cox’s son yet but should I do so I will make myself known to him. I have had to revert to sapper again as there are not sufficient men of our staff for us to remain N.C.O.s but if it is brought up to strength I am promised them again. The first person I saw here was Gray of the Stats (Statistical Department), and we are working together. Trusting that you are quite well and with kindest regards to Messrs Cox, Slater, Rogers and Hunt. Am yours obediently, D.J. Robertson", "na_uk_54":"Dear Bertie, Just a few lines to let you know how we are getting on out here, I forgot when I last wrote you last and what news I told you. We marched down from the hills, 9,000 feet up in the Himalaya Mountains last October to Rawalpindi, then shortly afterwards out to camp returning just before Xmas. In February I obtained a furlough and had a fine tour of places of interest, down to Delhi then right across India to Calcutta, had several letters of introduction from brother Freemasons to awfully nice people there and had a most enjoyable time, spent a few days at Agra on the return journey, travelled roughly just over 3,000 miles with several nights in the train. A few days after returning the regiment was placed under orders to march 83 miles to Noushera on the frontier border, where over 10,000 British and native troops were concentrated, a similar number at Peshawar farther down the frontier, in readiness for threatened trouble with the Afghans, whom German intriguers had been amongst. Noushera was a cruel place, nothing but a dust heap at the foot of the mountain. We spent several weeks there, training in mountain warfare, my word, it was chronic, the terrific heat and the awful climbing for miles day after day, with all transport on mules and camels through the rocky mountain passes. At one bivouac we encountered bad water, and about forty of our fellows went down with enteric fever [typhoid]. One died, but the others pulled through as they had been inoculated; a wonderful thing inoculation has proved to be in India. Well in spite of the hard time, we returned to Rawalpindi in fine condition after the Afghan trouble had subsided for the time being, it is always liable to break out at any moment and we are always in readiness to move at any time. Then we changed to another barracks in Rawalpindi in April, and have been stationed on the plains all the summer. The heat has been intense; one never goes outside after 10am; after tiffin at 1 o’clock the barracks and in fact everywhere is dead to the world until between 5 and 6pm, when sports such as tennis, cricket hockey and swimming at the baths are possible. Every soldier has a punkah (fan) swinging over his bed all night and during the hours off duty during the day. Many men sleep out on the barrack square on their beds at night. During the past few weeks the monsoon has been on, with torrential rain which I would fail to describe. Now the intense heat of the sun is draining the moisture out of the earth with the result that it is like living in the moist fern house at Kew Gardens, only worse, and many men are being bowled over with fever. Ever since arriving at India, getting on for two years ago, I have been as fit as a fiddle and enjoyed exceptional health, until a fortnight ago, when I was suddenly taken ill with sandfly fever, a most painful, lowering form of fever, and was carried to hospital and also found to be suffering from pleurisy. I was in bed several days subsisting on a small quantity of milk with the result that when I was allowed to get up I was too weak to stand. I was discharged after ten days and am getting on quite alright now, and am leaving on next furlough to a hill station in the Himalayas shortly to recuperate. In November we are on the move again, marching about 80 miles to a big camp, for manoeuvres of several weeks, returning again just before Christmas. But marching eighty miles in five days under an Indian sun is very different to cloudy England. Every regiment in India, both regular and territorial, is being heavily reinforced by drafts from England. We have had three drafts one consisting of nearly 300 men, then another of 67, now another of 84, bringing us up to nearly 1,100 men. There are thousands of British troops, mostly Terriers (members of the Territorial army) (there are only eight regular infantry regiments left in India) stationed at various frontier places, and all sorts of rumours prevalent about a big expedition moving during the next few months, all possible preparations are being made for it, well, if the Indian govt. make as disastrous a muddle of it when the fighting does come off as they made over the Mesopotamia campaign, then with foes like the ferocious Afghans there will be a terrible price to pay in life, for the country and the terrific heat will be enough without having to fight every inch of the way. I had a very interesting letter from Mr Wood some time ago which I answered recently, also had one from Mr Price a few days ago. I can quite picture the changes which must have occurred in the staff of the Audit since I left. Of course you are over the age limit, so have not been called upon. I expect if, and when, I do return safely that life in England will seem very different under the altered conditions. I shall be glad to get home again and only wish I could see a prospect of doing so, with the conclusion of this terrible war. I have had a very enjoyable time in India (apart from soldiering which I always did enjoy, although I think I have had sufficient now) having made the acquaintance of awfully nice residents in ‘Pindi, and by virtue of rank, being allowed the privilege of wearing mufti makes it so much more comfortable when going out of barracks than being in a tight uniform in the climate. I hear regularly from my wife and little one every week. Am glad to say they are well. Please convey my kind regards to all those left in the office that I know. Trusting you are all fit and well and that we shall meet again before many more months elapse. With best wishes Yours most sincerely Harry Beaumont", "uk_na_55":"Dear Percy, …I am sorry I have been so long replying to your letter, but I have had my hands rather full just lately, so hope you will not mind. As I cannot get at my kit bag at present I shall only be able to write you a short letter because I have nearly run out of paper envelopes, so I shall have to make up for it next time. Well my dear Percy I am glad to know yourself and all at home are in the best of health and please convey to your father and mother my appreciation of their good wishes sent to me. I received your previous budget, but it arrived after I sent you the field postcard, my word it must take you a good time to write all those sheets of foolscap, but I delight in reading them, since being out here I find I cannot write an interesting letter. I am afraid my letters must often bore you, I have read your letter carefully and noted all the news about the office and some of our friends who are doing their share overseas, but the chief item you mention is poor old Rippington, it is the first time I have heard about him, poor old chap. I guess he was pleased to see you and I am sure it was an excellent idea of yours to send him some luxuries in the way of food with the proceeds of the money you collected for him at the office. I sincerely hope our friends out in France will come out of the terrible ordeal safely, I note that Bob Court and several others have gone and my brother has been out there some weeks now, also I have two cousins who have been out there some considerable time and been in the thick of the fighting, I hope the advance will mean the rounding up of the Huns and from the latest news received here everything seems to be going well at present, am looking forward to seeing the office soon… We are not having such an easy time as one would imagine, the heat is still very intense and the flies very troublesome and we have anything from an elephant to a cockroach creeping over our blankets at night time; the chameleon is our chief pet and will crawl over one’s body just like a tame mouse and the different colours they can change their body to suit the thing they settle on is wonderful. Now I must close Percy as you will see the paper is nearly filled up, so hope you will not mind this time, please remember me to all at home and all inquiring friends… With best wishes… Private H. Bullen", "new1" : "Dear Daddy, I hope you are not alarmed, you should not be, unless you know where one of the Zepps went. I have heard that it raided London (up the Strand) and caused heavy causalities. But this I know because I saw, and so did everyone else in the house. Here is my story: I heard the clock strike 11 o'clock. I was in bed and just going to sleep. Between 2 'clock and 2.30 o'clock, Lily (the servant) woke Miss Willy and told her she could hear the guns. Miss Willy woke Poolman and told him to wake me. He did so. Miss Willy helped Mrs Willy downstairs. We were all awake by now, we had a Miss Blair staying with us for the weekend. We saw flashes and then heard Bangs and Pops. Suddenly a bright yellow light appeared and died down again. Oh! It's alright said Poolman. It's only a star shell. That light appeared again and we Miss Blair, Poolman and I rushed to the window and looked out and there right above us was the Zepp! It had broken in half, and was like this: it was in flames, roaring, and crackling. It went slightly to the right, and crashed down into a field!! It was about a 100 yards away from the house and directly opposite us!!! It nearly burnt itself out, when it was finished by the Cheshunt Fire Brigade. I would rather not describe the condition of the crew, of course they were dead - burnt to death. They were roasted, there is absolutely no other word for it. They were brown, like the outside of Roast Beef. One had his legs off at the knees, and you could see the joint! The Zepp was bombed from an aeroplane above, with an incendiary bomb by a Lieutenany Robertson (Johnson?). We have some relics some wire and wood framework. The weather is beastly but Mrs and Miss Willy are jolly people, hoping you are all well, love to all. Your loving son Patrick. Please don't be alarmed, all is well that ends well (and this did for us). We are all quite safe.", "new2" : "My Dearest Will, I feel I must write you again dear altho there is not much news to tell you. I wonder how you are getting on. I shall be so relieved to get a letter from you. I can't help feeling a bit anxious dear. I know how you must have felt darling when you did not get my letters for so long. Of course I know dear you will write as soon as ever you can, but the time seems so dull and weary without any news of you, if only this war was over dear and we were together again. It will be one day I suppose. Don't think dear I am worrying unnecessarily about you, because I know God can take care of you wherever you are and if it's his will darling he will so are you to come back to me, that's how I feel about it dear, if we only put our trust in Him. I am sure he will. I wonder how your Cousins are getting on dear. We are feeling very anxious about George, as no news has come from him yet. We can't understand why his wife doesn't write. How are your hands now dear? Mine are very sore, so chapped, and my left hand has got several chilblains on it and they do irritate. I could scratch it to bits. Have you been receiving the books I have sent you dear. I am very pleased to say dear I am keeping very well indeed, and I trust you are the same. There has been a bit of a fuss over Arthur this week. He has been trying to get in the Army unbeknown to his parents, but Mrs T. thought his parents ought to be informed about it, so she wrote and told them about him and he had to go home in hot haste last night. I guess he got in a fine row, but he won't say today. He is as miserable as anything. Really Will I never saw such a boy as he is. I am afraid he is going to the bad. I don't know if Mrs T. will keep him on or not. He says he has to join up in a fortnight, but as he is under age I suppose his parents could stop him. I don't know whether they will or not. For my part I hope he does go, he will be a jolly good riddance for there is nothing but rows and deceitfulness going on where he is. Well darling I don't know much more to say now, so will close with fondest love and kisses from your loving little girl. Emily. P.S. Cheer up darling, and don't worry about me. I am quite alright, only anxious to get your letters. There is good news in the papers. Love from Mum and Dad.", "new3": "Dear Gertie, I have written two or three times recently so you may get them together. We have been very busy for the last few weeks and have got through a great amount of work. We are much better off again as regards potatoes and other food stuffs for we have had a great quantity of stores. I fancy we shall be here for a time yet anyway it looks like it with such a quantity of stores aboard. You will see I am telling you the same things over and over again. At least I know I have told you them once or twice but everything about is all of a sameness kind of thing. Ships here there and everywhere now. But soon we shall have a move that is when we can get through the White Sea. We shall have to look after all the shipping. The snow is fast disappearing now. I came across an article in a paper the other day about this district and it said that 14 or 15 years ago bears used to roam around hear [sic], but there seems to be nothing around now excepting the wild fowl, which are very numorous. I believe salmon are numerous at certain times of the year. The 2nd and 3rd of May we had a terrific snow blizzard. We should have left the ship to go away and do some work on another ship but we could not get away from our ship it was so rough. We have no night now, the sun goes down but it never goes dark, it is eternally daylight. Of course I told you we have had an entire change round and I have a new job now, part of the ship. I have not half the time I used to have but I enjoy the robust work much better and I get to see much more with working away. We get up at 6.30 and work until 1.00 so we put a few hours in don't we. That is when we are working away. Did you get the £1-0-0 I remitted? Let me know. I have remitted another £3-0-0 this month. Let me know if you receive this also. I shall probably send a little more next month or later. Don't hold the paper money. Bank it or keep it by you in gold until I come home. Tell Dad I shall to him as soon as I can get enough to tell him about. Give my best love to everyone at home, I often think about you all. I am yours ever, Ted."}